Repository: ardi69/pyload
Catalog: locale/*/LC_MESSAGES/pyload-cli.po
Languages: ar, ca, cs, de, el, es, fr, gl, it, ja, nl, pt, ru, sr, sv, tr

source: Command Line Interface
ar: واجهة سطر الأوامر
ca: Línia de Comandes
cs: Příkazová řádka
de: Kommandozeile
el: Διασύνδεση Γραμμής Εντολών
es: Interfaz de Línea de Comandos
fr: Interface en ligne de commande
gl: Interface de Liña de Comandos
it: Interfaccia a riga di comando
ja: コマンド ライン インタフェース
nl: Opdrachtprompt
pt: Interface de Linha de Comandos
ru: Интерфейс командной строки
sr: Интерфејс командне линије
sv: Kommandoradsgränssnitt
tr: Komut satır arayüzü

source: %s Downloads:
ar: %s التنزيلات:
ca: %s Baixades:
cs: %s Stahování:
el: %s Λήψεις:
es: %s Descargas:
fr: %s téléchargement(s) :
gl: %s Descargas:
it: %s File Scaricati:
ja: %s ダウンロード:
ru: %s загрузок:
sr: %s преузимања:
sv: %s hämtningar:
tr: %s İndirmeler:

source: Speed:
ar: السرعة:
ca: Velocitat:
cs: Rychlost:
de: Geschwindigkeit:
el: Ταχύτητα:
es: Velocidad:
fr: Vitesse :
gl: Velocidade:
it: Velocità:
ja: 速度:
nl: Snelheid:
pt: Velocidade:
ru: Скорость:
sr: Брзина:
sv: Hastighet:
tr: Hız:

source: Size:
ar: الحجم:
ca: Mida:
cs: Velikost:
de: Größe:
el: Μέγεθος:
es: Tamaño:
fr: Taille :
gl: Tamaño:
it: Dimensione:
ja: サイズ:
nl: Grootte:
pt: Tamanho:
ru: Размер:
sr: Величина:
sv: Storlek:
tr: Büyüklük:

source: Finished in:
ar: الانتهاء في:
ca: Acabarà en:
cs: Dokončeno za:
de: Fertig in:
el: Ολοκλήρωση σε:
es: Finalizado el:
fr: Fini dans :
gl: Finalizado en:
it: Terminato in:
ja: 完了:
nl: Compleet in:
pt: Terminado em:
ru: Закончено в:
sr: Завршено:
sv: Färdig om:
tr: Bitiş zamanı:

source: waiting:
ar: في انتظار:
ca: esperant:
cs: čeká:
de: wartend:
el: αναμονή:
es: esperando:
fr: en attente :
gl: esperando:
it: in attesa:
ja: 待機中:
nl: wachtend:
pt: em espera:
ru: ожидание:
sr: на чекању:
sv: väntar:
tr: bekleniyor:

source: Status:
ar: الحالة:
ca: Estat:
cs: Stav:
el: Κατάσταση:
es: Estado:
fr: Statut:
it: Stato:
ja: ステータス:
pt: Estado:
ru: Состояние:
sr: Статус:
tr: Durum

source: paused
ar: تم إيقاف مؤقتاً
ca: pausat
cs: pozastaveno
de: pausiert
el: σε παύση
es: pausado
fr: en pause
it: in pausa
ja: 一時停止
nl: gepauzeerd
pt: pausados
ru: приостановлено
sr: паузирано
tr: Duraklatıldı

source: running
ar: تشغيل
ca: executant
cs: probíhá
de: läuft
el: εκτελείται
es: ejecutando
fr: en cours
it: in esecuzione
ja: 実行しています。
nl: lopend
pt: em execução
ru: в процессе
sr: покренуто
tr: çalışıyor

source: total Speed
ar: السرعة الإجمالية
ca: velocitat Total
cs: celková rychlost
de: Gesamtgeschwindigkeit
el: συνολική ταχύτητα
es: Velocidad total
fr: Vitesse totale
it: Velocità totale
ja: 合計速度
nl: totale Snelheid
pt: Velocidade total
ru: общая скорость
sr: Укупна брзина
tr: toplam hız

source: Files in queue
ar: الملفات الموجودة في قائمة الانتظار
ca: Fitxers en cua
cs: Souborů ve frontě
de: Dateien in Warteschlange
el: Αρχεία στην ουρά
es: Ficheros en cola
fr: Fichiers en attente
it: File in coda
ja: キュー内のファイル
nl: Bestanden in wachtrij
pt: Arquivos na fila
ru: Файлов в очереди
sr: Датотеке у списку
tr: Sıradaki Dosyalar

source: Total
ar: المجموع
cs: Celkem
de: Gesamt
el: Σύνολο
it: Totale
ja: 合計
nl: Totaal
ru: Всего
sr: Укупно
tr: Toplam

source: Menu:
ar: القائمة:
ca: Menú:
de: Menü:
el: Μενού:
es: Menú:
gl: Menú:
ja: メニュー:
ru: Меню:
sr: Мени:
sv: Meny:
tr: Menü:

source: Add Links
ar: اضافة روابط
ca: Afegeix enllaços
cs: Přidat Odkazy
de: Links hinzufügen
el: Προσθήκη Συνδέσμων
es: Añadir enlaces
fr: Ajouter des liens
gl: Engadir Ligazóns
it: Aggiungi Link
ja: リンクを追加
nl: Links toevoegen
pt: Adicionar Links
ru: Добавить ссылки
sr: Додај везе
sv: Lägg till länkar
tr: Linkleri Ekle

source: Manage Queue
ar: إدارة قائمة الانتظار
ca: Gestiona Cua
cs: Správa fronty
de: Warteschlange verwalten
el: Διαχείριση Ουράς
es: Administrar Cola
fr: Gérer la file d'attente
gl: Administrar Cola
it: Gestisci Coda
ja: キューを管理
nl: Wachtrij beheren
pt: Gerir Fila
ru: Управление очередью
sr: Управљај списком
sv: Hantera kö
tr: Kuyruğu Düzenle

source: Manage Collector
ar: إدارة جامع الروابط
ca: Gestiona Col·lector
cs: Správa Sběrače
de: Linksammler anpassen
el: Διαχείριση Συλλέκτη
es: Administrar Recolector
fr: Gérer le collecteur
gl: Administrar Colector
it: Gestisci Libreria
ja: コレクターを管理
nl: Verzamelaar beheren
pt: Gerir Coletor
ru: Управление коллектором ссылок
sr: Управљај сакупљачем
sv: Hantera länksamlaren
tr: Kolektörü Düzenle

source: (Un)Pause Server
ar: (عدم) ايقاف مؤقت للخادم
ca: Reprèn/Pausa Servidor
cs: Pozastavit/Spustit server
de: Server fortsetzen/pausieren
el: Ενεργοποίηση/Αδρανοποίηση
es: Detener/Reanudar Servidor
fr: Mettre en pause/Restaurer le serveur
gl: Retomar/Deter Servidor
it: Pausa/Riattiva Server
ja: サーバーを一時停止/再開
nl: (De)Pauzeren Server
pt: Parar/Retomar servidor
ru: Запустить/Приостановить сервер
sr: Паузирај/настави сервер
sv: Pausa/starta servern
tr: (Un)Sunucuyu Durdur

source: Kill Server
ar: قتل الخادم
ca: Mata Servidor
cs: Ukončit server
de: Server beenden
el: Τερματισμός Διακομιστή
es: Parar servidor
fr: Stopper le serveur
gl: Parar Servidor
it: Termina Server
ja: サーバーを終了させる
nl: Server afsluiten
pt: Terminar Servidor
ru: Остановить сервер
sr: Окончај сервер
sv: Döda server
tr: Sunucuyu Devredışı bırak

source: Quit
ar: إنهاء
ca: Surt
cs: Konec
de: Beenden
el: Έξοδος
es: Salir
fr: Quitter
gl: Saír
it: Esci
ja: 終了
nl: Afsluiten
pt: Sair
ru: Выход
sr: Изађи
sv: Avsluta
tr: Çıkış

source: Please use this syntax: add <Package name> <link> <link2> ...
ar: الرجاء استخدام بناء الجملة التالي: إضافة <Package name><link><link2> ...
ca: Si us plau empreu aquesta sintaxi: add <Package name> <link> <link2> ...
cs: Prosím použijte tuto syntaxi: add <Jmeno balicku> <odkaz> <odkaz2> ...
de: Bitte benutze folgende Syntax: add <Package name> <link> <link2> ...
el: Χρήση με: add <Package name> <link> <link2> ...
es: Por favor usa esta sintaxis: add <Package name> <link> <link2> ...
fr: Utilisez cette syntaxe : add <Nom paquet> <lien> <lien2> ...
gl: Por favor use esta sintaxe: add <Package name> <link> <link2> ...
it: Si prega di utilizzare questa sintassi: add <Nome pacchetto> <link> <link2> ...
ja: この構文を使用してください: add <Package name> <link> <link2> ...
nl: Gebruik deze opbouw: add <Package name> <link> <link2> enz
pt: Por favor, use esta sintaxe: Adicionar <Nome do Pacote> <link> <link2>...
ru: Используйте шаблон: add <Имя контейнера> <ссылка1> <ссылка2> ...
sr: Користите ову синтаксу: add <име пакета> <веза> <друга веза>…
sv: Använd denna syntax: add <paketnamn> <länk> <länk2> ...
tr: Lütfen doğru eşleştirme metnini kullanın:Ekle <Paket adı> <link> <linkl2>

source: Checking %d links:
ar: التحقق %d من الروابط:
ca: Comprovant %d enllaç(os):
cs: Kontroluji %d odkazů:
de: Überprüfe %d Links:
el: Έλεγχος %d συνδέσμων:
es: Comprobando %d enlace(s):
fr: Vérification de %d liens :
gl: Comprobando %d ligazóns:
it: Controllo %d link:
ja: %d 個のリンクをチェック中:
nl: Controleren van %d links:
pt: Checar %d links:
ru: Проверка %d ссылки:
sr: Провера %d веза:
sv: Kontrollerar %d länkar:
tr: %d Linkler Kontrol ediliyor

source: File does not exists.
ar: الملف غير موجود.
ca: El fitxer no existeix.
cs: Soubor neexistuje.
de: Datei existiert nicht.
el: Το αρχείο δεν υπάρχει.
es: El archivo no existe.
fr: Le fichier n'existe pas.
gl: O ficheiro non existe.
it: Il file non esiste.
ja: ファイルが存在しません。
nl: Bestand bestaat niet.
pt: O arquivo não existe.
ru: Файл не найден.
sr: Датотека не постоји.
sv: Filen finns inte.
tr: Dosya bulunamadı

source: pyLoad was terminated
ar: تم انهاء باي لود
ca: pyLoad ha finalitzat
cs: pyLoad byl ukončen
de: pyLoad wurde beendet
el: Το pyLoad τερματίστηκε
es: pyLoad ha finalizado
fr: pyLoad a quitté
gl: pyLoad terminou
it: pyLoad è stato chiuso
ja: pyLoad が終了しました
nl: pyLoad was afgesloten
pt: pyLoad foi finalizado
ru: Работа pyLoad была принудительно завершена
sr: pyLoad је обустављен
sv: pyLoad avbröts
tr: pyLoad durdu

source: Prints server status
ar: اطبع حالة الخادم
ca: Mostra estat del servidor
cs: Vypíše stav serveru
de: Zeigt den Server-Status
el: Εμφανίζει την κατάσταση του διακομιστή
es: Muestra el estado del servidor
fr: Affiche le statut du serveur
gl: Amosa-lo estado do servidor
it: Mostra lo stato del server
ja: 印刷サーバーの状態
nl: Server status weergeven
pt: Estado do servidor de impressões
ru: Показать состояние сервера
sr: Штампа статус сервера
sv: Visar serverstatus
tr: Sunucu durumunu yazdır

source: Prints downloads in queue
ar: اكتب التنزيلات اللتي في قائمة الانتظار
ca: Mostra descàrregues en cua
cs: Vypíše stahování ve frontě
de: Zeigt die Warteschlange
el: Εμφανίζει τις λήψεις σε ουρά
es: Muestra las descargas en cola
fr: affiche les téléchargements en file d'attente
gl: Amosa-las descargas en cola
it: Mostra i download in coda
ja: キュー内のダウンロードを印刷
nl: Downloads in wachtrij weergeven
pt: Cópias de downloads na fila
ru: Показать закачки в очереди
sr: Штампа преузимања у списку
sv: Visar nedladdningar i kön
tr: Kuyruktakileri yazdır

source: Prints downloads in collector
ar: اكتب التنزيلات اللتي في جامع الروابط
ca: Mostra descàrreges en el col·lector
cs: Vypíše stahování ve sběrači
de: Zeigt den Linksammler
el: Εμφανίζει τις λήψεις στο συλλέκτη
es: Muestra las descargas en recolector
fr: affiche les téléchargements dans le collecteur
gl: Amosa-las descargas en colector
it: Mostra i download nella libreria
ja: コレクター内のダウンロードを印刷
nl: Downloads in verzamelaar weergeven
pt: Cópias de downloads no coletor
ru: Показать закачки в списке коллектора
sr: Штампа преузимања у сакупљачу
sv: Visar nedladdningar i länksamlaren
tr: Kolektördekileri yazdır

source: Adds package to queue
ar: اضافة حزمة الى قائمة الانتظار
ca: Afegeix paquet a la cua
cs: Přidá balíček do fronty
de: Fügt Paket der Warteschlange hinzu
el: Προσθέτει το πακέτο στην ουρά
es: Agregar paquetes a la cola
fr: Ajouter le paquet à la file d'attente
gl: Engadir paquetes á cola
it: Aggiunge pacchetti alla coda
ja: パッケージをキューに追加
nl: Pakketten toevoegen aan wachtrij
pt: Adicionar pacotes para a fila
ru: Добавить контейнер в очередь
sr: Додаје пакет у списак
sv: Lägger till paketet i kön
tr: Kuyruğa paket ekle

source: Adds package to collector
ar: اضافة حزمة إلى جامع الروابط
ca: Afegeix paquet al col·lector
cs: Přidá balíček do sběrače
de: Fügt Paket zum Linksammler hinzu
el: Προσθέτει το πακέτο στο συλλέκτη
es: Agrega un paquete al recolector
fr: Ajouter le paquet au collecteur
gl: Engadir paquetes ó colector
it: Aggiungi pacchetto alla libreria
ja: パッケージをコレクターに追加
nl: Pakket toevoegen aan verzamelaar
pt: Adicionar pacotes para o coletor
ru: Добавляет контейнер в коллектор ссылок
sr: Додаје пакет у сакупљач
sv: Lägger till paketet i länksamlaren
tr: Kolektöre paket ekle

source: Delete Files from Queue/Collector
ar: حذف الملفات من قائمة الانتظار/جامع الروابط
ca: Elimina Fitxers de la Cua/Col·lector
cs: Smazat soubory z fronty/sběrače
de: Löscht Dateien aus der Warteschlange/Linksammler
el: Διαγραφή αρχείου από Ουρά/Συλλεκτη
es: Borrar Archivos de la Cola/Recolector
fr: Supprimer les fichiers de la file d'attente/du collecteur
gl: Borrar Ficheiros da Cola/Colector
it: Elimina file dalla Coda/Collezione
ja: キュー/コレクターからファイルを削除
nl: Bestanden verwijderen uit Wachtrij/Verzamelaar
pt: Deletar arquivos da fila/coletor
ru: Удалить файлы из очереди/коллектора
sr: Брише датотеке из списка/сакупљача
sv: Radera filer från kön/länksamlaren
tr: Dosyaları Kuyruktan/Kolektör'den sil

source: Delete Packages from Queue/Collector
ar: حذف حزم من قائمة الانتظار/جامع الروابط
ca: Elimina Paquets de la Cua/Col·lector
cs: Smazat balíčky z fronty/sběrače
de: Löscht Pakete aus der Warteschlange/Linksammler
el: Διαγραφή πακέτων από Ουρά/Συλλέκτη
es: Borrar Paquetes de la Cola/Recolector
fr: Supprimer les paquets de la file d'attente/du collecteur
gl: Borrar Paquetes da Cola/Colector
it: Elimina pacchetti dalla Coda/Libreria
ja: キュー/コレクターからパッケージを削除
nl: Pakketten verwijderen uit Wachtrij/Verzamelaar
pt: Deletar pacotes da fila/coletor
ru: Удалить контейнер из очереди/коллектора
sr: Брише пакете из списка/сакупљача
sv: Radera paket från kön/länksamlaren
tr: Paketleri Kuyruktan/Kolektör'den sil

source: Move Packages from Queue to Collector or vice versa
ar: نقل الحزم من قائمة الانتظار إلى جامع الروابط أو العكس بالعكس
ca: Mou Paquets de la Cua al Col·lector o viceversa
cs: Přesun balíčku z fronty do sběrače nebo naopak
de: Verschiebt Pakete aus der Warteschlange in den Linksammler oder umgekehrt
el: Μετακίνηση πακέτων από την Ουρά στο Συλλέκτη και αντίστροφα
es: Mover Paquetes de la Cola al Recolector o viceversa
fr: Déplacer les paquets de la file d'attente au collecteur ou vice versa
gl: Mover os Paquetes da Cola ó Colector ou viceversa
it: Sposta Pacchetti dalla Coda alla Libreria o vice versa
ja: キューからコレクター (またはその逆) にパッケージを移動
nl: Verplaats pakketten van Wachtrij naar Verzamelaar of omgekeerd
pt: Mover pacotes da fila para o coletor ou vice-versa
ru: Переместить пакет(ы) из очереди в коллектор и наоборот
sr: Премешта пакете из списка у сакупљач и обрнуто
sv: Flytta paket från kön till länksamlaren och vice versa
tr: Paketleri Kuyruktan , Kolektöre taşı veya tam tersini yap

source: Restart files
ar: إعادة تشغيل الملفات
ca: Reinicia fitxers
cs: Restart souborů
de: Dateien neustarten
el: Επανεκκίνηση αρχείων
es: Reiniciar archivos
fr: Redémarrer les fichiers
gl: Reiniciar ficheiros
it: Riavvia file
ja: ファイルを再起動
nl: Bestanden herstarten
pt: Reiniciar arquivos
ru: Перезапустить файлы
sr: Поново покрени датотеке
sv: Starta om filer
tr: Dosyaları yenile

source: Restart packages
ar: إعادة تشغيل الحزم
ca: Reinicia paquets
cs: Restart balíčků
de: Pakete neustarten
el: Επανεκκίνηση πακέτων
es: Reiniciar paquetes
fr: Redémarrer les paquets
gl: Reiniciar paquetes
it: Riavvia pacchetti
ja: パッケージを再起動
nl: Pakketten herstarten
pt: Reiniciar pacotes
ru: Перезапустить пакеты
sr: Поново покрени пакете
sv: Starta om paket
tr: Paketleri yenile

source: Check online status, works with local container
ar: تحقق من حالة الاتصال، يعمل مع المحتوى المحلي
ca: Comprova l'estat online, funciona amb contenidor local
cs: Zkontrolovat stav online - funguje s místním zásobníkem
de: Überprüfe Onlinestatus, funktioniert mit lokalen Containern
el: Έλεγχος κατάστασης σύνδεσης. Λειτουργεί με τοπικά container
es: Comprobar el estado en-linea, trabaja con el contenedor local
fr: Vérifie le statut en ligne (fonctionne avec un conteneur local)
gl: Comprobar o estado da conexión, traballa cun contedor local
it: Controlla stato online, funziona con contenitori locali
ja: オンラインの状態やローカル コンテナの仕事をチェック
nl: Controleer online status, werkt met lokale container
pt: Verificar o estado online, trabalhar com recipiente local
ru: Проверка статуса связи, действует с местными контейнерами
sr: Проверава доступност (ради са локалним контејнером)
sv: Undersök onlinestatus, fungerar med lokal container
tr: Yerel konteynerla çalıştıgını ve online olup olmadığını kontrol et

source: Checks online status of a container file
ar: التحقق من حالة الاتصال من الملف المحتوى
ca: Comprova l'estat online d'un fitxer contenidor
cs: Zkontroluje online stav souboru ze zásobníku
de: Onlinestatus eines Containers prüfen
el: Έλεγχος κατάστασης σύνδεσης ενός αρχείου container
es: Comprueba el estado en-linea de un contenedor
fr: Vérifie le statut en ligne d'un fichier conteneur
gl: Comprobar o estado en liña dun contedor
it: Controlla stato online di un file contenitore
ja: コンテナ ファイルのオンライン状態をチェック
nl: Controleert de online status van een container bestand
pt: Verifica o estado online de um arquivo de contêiner
ru: Проверяет состояние файла-контейнера
sr: Проверава доступност датотеке контејнера
sv: Kontrollerar onlinestatusen för en containerfil
tr: Konteyner dosyalarının çemrimiçi oldugunu kontrol et

source: Pause the server
ar: إيقاف الخادم مؤقتا
ca: Pausa el servidor
cs: Pozastavit server
de: pausiert den Server
el: Παύση του διακομιστή
es: Pausar el servidor
fr: Mettre le serveur en pause
gl: Pausa o servidor
it: Mette in pausa il server
ja: サーバーを一時停止
nl: Server pauzeren
pt: Colocar servidor em Pausa
ru: Приостановить сервер
sr: Паузирај сервер
sv: Pausa servern
tr: Sunucuyu durdur

source: continue downloads
ar: متابعة التنزيلات
ca: continua les descàrregues
cs: pokracovat ve stahovani
de: Downloads fortsetzen
el: συνέχιση λήψεων
es: continuar descargas
fr: continuer les téléchargements
gl: continuar as descargas
it: continua i download
ja: ダウンロードを継続
nl: downloads hervatten
pt: continuar downloads
ru: продолжить закачки
sr: настави преузимања
sv: återuppta hämtningar
tr: indirmelere devam et

source: Toggle pause/unpause
ar: تبديل إيقاف/عدم ايقاف الإيقاف المؤقت
ca: Canvia pausa/reprèn
cs: Prepnout pozastaveni/beh
de: Pause/Fortsetzen
el: Εναλλαγή παύσης/εκτέλεσης
es: Alternar detener/reanudar
fr: Basculer pause/reprendre
gl: Alternar deter/continuar
it: Commutatore pausa/riprendi
ja: 一時停止/再開を切替え
nl: Pauzeren/Starten
pt: Alternar pausa/retomar
ru: Переключить пауза/продолжить
sr: Паузирај/настави
sv: Pausa/fortsätt
tr: Seçilenleri durdur/devam ettir

source: kill server
ar: قتل الخادم
ca: mata servidor
cs: ukoncit server
de: Server beenden
el: τερματισμός διακομιστή
es: parar servidor
fr: stopper le serveur
gl: finalizar servidor
it: termina server
ja: サーバーを終了させる
nl: server afsluiten
pt: terminar servidor
ru: остановить сервер
sr: окончај сервер
sv: döda server
tr: sunucuyu durdur yap

source: List of commands:
ar: قائمة الأوامر:
ca: Llista de comandes:
cs: Seznam prikazu:
de: Liste aller Befehle:
el: Λίστα εντολών:
es: Lista de comandos:
fr: Liste des commandes :
gl: Lista de comandos:
it: Lista dei comandi:
ja: コマンドの一覧:
nl: Lijst met commands:
pt: Lista de comandos:
ru: Список команд:
sr: Списак команди:
sv: Lista över kommandon:
tr: Komut listesi

source: Couldn't write user config file
ar: لا يمكن كتابة ملف اعدادات المستخدم
ca: No s'ha pogut escriure el fitxer de configuració d'usuari
cs: Nemohu zapsat nastavení uživatele
de: Konnte Benutzer-Konfigurationsdatei nicht schreiben
el: Αδυναμία εγγραφής του αρχείου ρυθμίσεων του χρήστη
es: No se puede escribir el archivo de configuración del usuario
fr: Impossible d'écrire le fichier de configuration
gl: Resultou imposíbel escribir no ficheiro de configuración do usuario
it: Impossibile scrivere il file di configurazione utente
ja: ユーザー設定ファイルに書き込むことができませんでした
nl: Kan configuratiebestand voor gebruiker niet aanmaken
pt: Não foi possível escrever o arquivo de configuração do usuário
ru: Записать файл конфигурации пользователя не удалось
sr: Не могу да пишем на датотеку са подешавањима
sv: Kunde inte skriva användarens inställningsfil
tr: Kullanıcı ayar dosyası yazılamadı

source: You need py-openssl to connect to this pyLoad Core.
ca: Necessites py-openssl per connectar-te al nucli del pyLoad.
cs: Pro pripojeni k tomuto jadru pyLoad je vyzadovano py-openssl.
de: Du benötigst py-openssl um dich zu diesem pyLoad Server verbinden zu können.
el: Απαιτείται το py-openssl για σύνδεση σε αυτόν το pyLoad Core.
es: Necesitas py-openssl para conectar a este Núcleo pyLoad.
fr: Vous avez besoin de py-openssl pour vous connecter à ce Core pyLoad.
gl: Necesita py-openssl para conectarse a este Núcleo de pyLoad.
it: Hai bisogno di py-openssl per connetterti a questo pyLoad Core.
ja: この pyLoad コアに接続するには py-openssl が必要です。
nl: Om verbinding te maken met deze pyLoad Core is py-openssl nodig.
ru: Для соединения с ядром pyLoad необходим пакет py-openssl.
sr: Треба вам py-openssl да би се привезали на pyLoad језгро.
sv: Du behöver py-openssl för att ansluta till denna pyLoad Core.
tr: pyLoad çekirdeğine bağlanmak için py-opensll ye baglanmanız lazım

source: Address:
ar: العنوان:
ca: Adreça:
cs: Adresa:
de: Adresse:
el: Διεύθυνση:
es: Dirección:
fr: Adresse:
gl: Enderezo:
it: Indirizzo:
ja: アドレス:
nl: Adres:
pt: Endereço:
ru: Адрес:
sr: Адреса:
sv: Adress:
tr: Adres:

source: Port:
ar: المنفذ:
el: Θύρα:
es: Puerto:
gl: Porto:
it: Porta:
ja: ポート:
nl: Poort:
pt: Porta:
ru: Порт:
sr: Порт:

source: Username:
ar: اسم المستخدم:
ca: Nom d'usuari:
cs: Uzivatelske jmeno:
de: Benutzername:
el: Όνομα χρήστη:
es: Usuario:
fr: Nom d'utilisateur:
gl: Nome de usuario:
it: Nome utente:
ja: ユーザー名:
nl: Gebruikersnaam:
pt: Nome do usuário:
ru: Имя пользователя:
sr: Корисничко име:
sv: Användarnamn:
tr: Kullanıcı adı:

source: Password:
ar: كلمة المرور:
ca: Contrasenya:
cs: Heslo:
de: Passwort:
el: Κωδικός χρήστη:
es: Contraseña:
fr: Mot de passe :
gl: Contrasinal:
ja: パスワード:
nl: Wachtwoord:
pt: Senha:
ru: Пароль:
sr: Лозинка:
sv: Lösenord:
tr: Şifre:

source: Login data is wrong.
ar: بيانات تسجيل الدخول خاطئة.
ca: Dades d'accés incorrectes.
cs: Prihlasovaci udaje jsou chybne.
de: Logindaten sind falsch.
el: Τα στοιχεία σύνδεσης είναι λάθος.
es: Los datos de inicio de sesión son incorrectos.
fr: Les identifiants sont incorrects.
gl: Os datos de inicio de sesión son incorrectos.
it: I dati di login sono errati.
ja: ログイン データが間違っています。
nl: Login gegevens verkeerd.
pt: Dados de login estão errados.
ru: Неправильные учётные данные.
sr: Подаци за пријаву су погрешни.
sv: Inloggningsdata är felaktigt.
tr: Giriş bilgileri yanlış

source: Could not establish connection to %(addr)s:%(port)s.
ar: لا يمكن انشاء اتصال %(addr)s:%(port)s.
ca: No s'ha pogut establir la connexió a %(addr)s:%(port)s.
cs: Nelze vytvorit pripojeni k %(addr)s:%(port)s.
de: Konnte keine Verbindung zu %(addr)s:%(port)s aufbauen.
el: Αδυναμία σύνδεσης στη διεύθυνση %(addr)s:%(port)s.
es: No se puede establecer la conexión a %(addr)s:%(port)s.
fr: Impossible d'établir la connexion à %(addr)s:%(port)s.
gl: Non se puido establecer a conexión a %(addr)s:%(port)s.
it: Impossibile stabilire una connessione a %(addr)s:%(port)s.
ja: %(addr)s:%(port)s への接続を確立できませんでした。
nl: Kan geen verbinding maken met %(addr)s:%(port)s.
pt: Não conseguiu estabelecer conexão com %(addr)s:%(port)s.
ru: Невозможно подключиться к %(addr)s:%(port)s.
sr: Не могу да успоставим везу са адресом %(addr)s:%(port)s.
sv: Kunde inte etablera anslutning till %(addr)s:%(port)s.
tr: %(addr)s:%(port)s. ile bağlantı kurulamadı

source: You need py-openssl to connect to this pyLoad core.
ar: أنت بحاجة إلى py-openssl للاتصال بهذا الاساس من باي لود.
ca: Necessites py-openssl per connectar-te al nucli del pyLoad.
cs: K pripojeni na toto pyLoad jadro potrebujete py-openssl.
de: Du benötigst py-openssl um dich zu diesem pyLoad Server verbinden zu können.
el: Απαιτείται το py-openssl για σύνδεση σε αυτόν τον pyLoad Core.
es: Necesitas py-openssl para conectar a este núcleo pyLoad.
fr: Vous avez besoin de py-openssl pour vous connecter au moteur de Pyload.
gl: Necesita py-openssl para conectarse a este núcleo pyLoad.
it: Hai bisogno di py-openssl per connetterti a questo pyLoad core.
ja: この pyLoad コアに接続するには py-openssl が必要です。
nl: Om verbinding te maken met pyLoad is py-openssl noodzakelijk.
pt: você precisa do py-openssl para se conectar com o pyLoad core.
ru: Для соединения с ядром pyLoad необходим пакет py-openssl.
sr: Потребан вам је py-openssl да бисте се повезали на сервер pyLoad-а.
sv: Du behöver py-openssl för att ansluta till denna pyLoad core.
tr: pyLoad çekirdeğine bağlanmak için py-opensll ye baglanmanız lazım
