Repository: ardi69/pyload
Catalog: locale/*/LC_MESSAGES/pyload.po
Languages: ja, tr

source: Received Quit signal
ja: 終了のシグナルを受信
tr: Çıkış sinyali alındı

source: pyLoad already running with pid %s
ja: pyLoad はプロセス ID %s で既に実行中
tr: pyLoad zaten %s pid ile çalışıyor

source: Failed changing group: %s
ja: グループの変更に失敗しました: %s
tr: Grup değiştirme başarısız: %s

source: Failed changing user: %s
ja: ユーザーの変更に失敗しました: %s
tr: Kullanıcı değiştirme başarısız: %s

source: folder for logs
ja: ログのフォルダ
tr: günlükler için klasör

source: Starting
ja: 開始中
tr: Başlıyor

source: Using home directory: %s
ja: ホームディレクトリとして %s を使用中
tr: Ev dizinini kullan: %s

source: folder for temporary files
ja: 一時ファイルのフォルダ
tr: geçici dosyalar için klasör

source: folder for downloads
ja: ダウンロード先のフォルダ
tr: indirmeler için klasör

source: OpenSSL for secure connection
ja: セキュアな接続のための OpenSSL
tr: Güvenli bağlantı için OpenSSL

source: Moving old user config to DB
tr: Eski kullanıcı ayarlarını veritabanına taşı

source: Please check your logindata with ./pyload.py -u
ja: ./pyload.py -u であなたのログインデータをチェックしてください
tr: Giriş bilgilerinizi kontrol edin ./pyload.py -u

source: All links removed
ja: すべてのリンクが削除されました
tr: Tüm bağlantılar kaldırıldı

source: Downloadtime: %s
ja: ダウンロード時間: %s
tr: İndirme süresi: %s

source: Free space: %s
ja: 空き領域: %s
tr: Boş alan: %s

source: Activating Accounts...
ja: アカウントをアクティベート中...
tr: Hesap etkinleştiriliyor ...

source: Activating Plugins...
ja: プラグインをアクティベート中...
tr: Eklentiler etkinleştiriliyor ...

source: pyLoad is up and running
ja: pyLoad が実行中
tr: pyLoad başlatıldı ve çalışıyor

source: restarting pyLoad
ja: pyLoad を再起動中
tr: pyLoad yeniden başlatılıyor

source: pyLoad quits
ja: pyLoad が終了します
tr: pyload çıkış

source: shutting down...
ja: シャットダウン中...
tr: kapatılıyor ...

source: error while shutting down
ja: シャットダウン中にエラー
tr: kapatma sırasında hata oluştu

source: finished
ja: 完了
tr: bitti

source: offline
ja: オフライン
tr: Çevrimdışı

source: online
ja: オンライン
tr: Çevrimiçi

source: queued
ja: キューに入っています。
tr: sıraya alındı

source: skipped
ja: スキップ
tr: atlandı

source: waiting
ja: 待機中
tr: bekliyor

source: temp. offline
ja: 一時的にオフライン
tr: geçici çevrimdışı

source: starting
ja: 開始中
tr: başlatılıyor

source: failed
ja: 失敗しました
tr: başarısız oldu

source: aborted
ja: 中止しました
tr: iptal edildi

source: decrypting
ja: 復号化
tr: çözülüyor

source: custom
ja: カスタム
tr: Özel

source: downloading
ja: ダウンロード中
tr: indiriliyor

source: processing
ja: 処理中
tr: işlem devam ediyor

source: unknown
ja: 不明
tr: bilinmeyen

source: Package finished: %s
ja: パッケージが完了しました: %s
tr: Paket tamamlandı. %s

source: Remote backend error: %s
ja: リモート バックエンド エラー: %s
tr: Uzak uç hatası: % s

source: Starting %(name)s: %(addr)s:%(port)s
ja: 開始 %(name)s：%(addr)s：%(port)s
tr: Başlıyor %(name)s: %(addr)s:%(port)s

source: Failed loading backend %(name)s | %(error)s
ja: バックエンド %(name)sの読み込みに失敗した |%(error)s
tr: Arka uç yüklenirken hata %(name)s | %(error)s

source: waiting %s
ja: %s を待機中
tr: bekleyen %s

source: SSL certificates not found.
ja: SSL 証明書が見つかりません。
tr: SSL sertifikaları bulunamadı.

source: Sorry, we dropped support for starting %s directly within pyLoad
tr: Maalesef pyLoad içinde doğrudan başlangıç​​ %s için destek düştü

source: You need to download and compile bjoern, https://github.com/jonashaag/bjoern
tr: bjoern'i indirmek ve derlemek gerekir, https://github.com/jonashaag/bjoern

source: This server offers no SSL, please consider using threaded instead
ja: このサーバーで SSL はありません、代わりにスレッドを使用してください
tr: Bu sunucu hiçbir SSL sunmuyor, kullanarak yerine dişli düşünün lütfen

source: Starting builtin webserver: %(host)s:%(port)d
tr: Yerleşik web sunucusu başlatılıyor: %(host)s:%(port)d

source: You dont have permission to access this page.
tr: Bu sayfaya erişmek için izniniz yok.

source: Download directory not found.
tr: İndirme dizini bulunamadı.

source: unlimited
ja: 無制限
tr: sınırsız

source: not available
ja: 利用不可
tr: mevcut değil

source: Run pyload.py -s to access the setup.
tr: Ayarlara erişmek için pyload.py -s çalıştırın.

source: Download chunks failed, fallback to single connection | %s
ja: ダウンロード チャンクへの移行に失敗しました 1 つの接続 |。%s
tr: Karşıdan yükleme başarısız, tekli bağlantıya dönün | %s

source: Download starts: %s
ja: ダウンロード開始: %s
tr: Yükleme başlar: %s

source: Download finished: %s
ja: ダウンロード完了: %s
tr: Yükleme bitti: %s

source: Plugin %s is missing a function.
ja: プラグイン %s には関数がありません。
tr: Eklenti %s işlevi eksik.

source: Download aborted: %s
ja: ダウンロードを中止: %s
tr: Yükleme iptal edildi: %s

source: Download restarted: %(name)s | %(msg)s
ja: ダウンロードを再開: %(name)s | %(msg)s
tr: Yükleme yeniden başlatıldı: %(name)s | %(msg)s

source: Download is offline: %s
ja: ダウンロードがオフライン: %s
tr: Yükleme çevrimdışı: %s

source: Download is temporary offline: %s
ja: ダウンロードが一時的にオフライン: %s
tr: Yükleme geçici olarak çevrımdışı: %s

source: Download failed: %(name)s | %(msg)s
ja: ダウンロードに失敗しました: %(name)s|%(msg)s
tr: Yükleme başarısız: %(name)s | %(msg)s

source: Couldn't connect to host or connection reset, waiting 1 minute and retry.
ja: ホストまたは接続のリセットに接続できなかったため、1 分後接続に再試行してください。
tr: Sunucuya bağlanılamadı veya bağlantı sıfırlandı, 1 dakikalık erteleme bekleniyor.

source: Download skipped: %(name)s due to %(plugin)s
ja: ダウンロードをスキップしました:%(plugin)sにより %(name)s
tr: Yükleme atlandı: %(name)s bunun yüzünden %(plugin)s

source: Info Fetching for %(name)s failed | %(err)s
ja: %(name)sの失敗の情報取得する |%(err)s
tr: Bilgisi %(name)s alınırken hata | %(err)s oluştu

source: Failed activating %(name)s
ja: %(name)sをアクティブ に失敗しました
tr: Aktive etme başarısız %(name)s

source: Activated plugins: %s
tr: Eklentiler etkinleştiriliyor: %s

source: Deactivate plugins: %s
tr: Eklentiler kapatılıyor: %s

source: Reconnect Failed: %s
ja: 再接続に失敗しました: %s
tr: Tekrar bağlanma başarısız: %s

source: Reconnect script not found!
ja: 再接続スクリプトが見つかりません!
tr: Tekrar bağlanma komutu bulunamadı!

source: Starting reconnect
ja: 再接続を開始中
tr: Tekrar bağlanma başlatılıyor

source: Failed executing reconnect script!
ja: 失敗した実行スクリプト再接続 ！
tr: Yeniden Bağlantı komut dosyası yürütmesi başarısız!

source: Reconnected, new IP: %s
ja: 再接続、新しい IP: %s
tr: Yeniden Bağlandı, yeni IP: %s

source: Not enough space left on device
ja: デバイスに空き領域不足
tr: Aygıtta yeterli alan yok

source: Could not login with account %(user)s | %(msg)s
ja: アカウント%(user)s ではログインできませんでした |%(msg)s
tr: Hesap ile giriş yapılamadı %(user)s | %(msg)s

source: Wrong Password
ja: 間違ったパスワード
tr: Hatalı Şifre

source: Account %s has not enough traffic, checking again in 30min
ja: アカウント %s が十分なトラフィックがない、30 分でもう一度チェック
tr: Hesap %s yeterli trafik yok, 30 dk içinde yeniden deneyin

source: Account %s is expired, checking again in 1h
ja: アカウント %s は有効期限が切れて、1 h でもう一度チェック
tr: Hesap %s süresi doldu, 1 saat içinde yeniden deneyin

source: Downloadlimit reached
ja: ダウンロード制限に達しました
tr: İndirme sınırına erişildi

source: Error importing %(name)s: %(msg)s
ja: %(name)s：%(msg)sのインポート エラー
tr: Alınırken hata %(name)s: %(msg)s

source: No Hoster loaded
ja: ホスティング サービスが読み込まれていません
tr: Hiçbir Sunucu yüklenemedi

source: Activate direct Download in your Bitshare Account
ja: Bitshare アカウントで直接のダウンロードを有効にします。
tr: Bitshare hesabınızdaki direk yüklemeyi aktifleştirin

source: Authorization required (username:password)
ja: (username:password)承認が必要
tr: Yetkilendirme gerekli (kullanıcı adı: şifre)

source: Please enter your %s account or deactivate this plugin
ja: %S アカウントを入力するか、このプラグインを無効にしてください。
tr: Lütfen %s hesabınıza girin veya bu eklentiyi devre dışı bırakın

source: There was HTML Code in the Downloaded File (%s)...redirect error? The Download will be restarted.
tr: İndirilen dosyadaki (%s)... HTML kodunda yönlendirme hatası? Download yeniden başlatıldı.

source: File temporarily not available
ja: ファイルが一時的に利用できません。
tr: Dosya geçici olarak kullanılamıyor

source: Netload: waiting between downloads %d s.
ja: Netload: ダウンロード %d 秒間待機しています。
tr: Netload: Yüklemeler %d s arasında bekliyor.

source: Netload: waiting for captcha %d s.
ja: Netload: キャプチャ %d 秒を待っています。
tr: Netload: captcha için bekleniyor %d s.

source: Downloaded File was empty
ja: ダウンロードしたファイルが空だった
tr: İndirilen dosya boş

source: API key invalid
ja: API キーが無効です。
tr: API anahtarı geçersiz

source: %s: Not enough traffic left
ja: %s：十分なトラフィックがない
tr: %s: yeterli trafik kalmadı

source: Traffic exceeded
ja: トラフィックを超えています
tr: Trafik aşıldı

source: Rapidshare: Traffic Share (direct download)
ja: 急流: トラフィックを共有 (ダウンロードによる直販)
tr: Rapidshare: Trafik Paylaşılan (direk yükleme)

source: Already downloading from this ip address, waiting 60 seconds
ja: 既にこの ip アドレスからダウンロードする、60 秒を待っています。
tr: Zaten bu IP adresinden yükleme yapılmakta, 60 saniye bekleniyor

source: Invalid Auth Code, download will be restarted
ja: 無効な認証コード、ダウンロードが再起動
tr: Geçersiz kimlik doğrulama kodu, yükleme yeniden başlatılacak

source: RapidShareCom: No free slots
ja: RapidShareCom： 空きスロット
tr: RapidShareCom: Tüm ücretsiz bağlantılar doldu

source: You need a premium account for this file
ja: このファイルのプレミアム アカウントを必要があります。
tr: Bu dosya için premium üyelik hesabı gerekir

source: Filename reported invalid
ja: 無効なファイル名を報告
tr: Dosya adı geçersiz bildirdi

source: Parallel download error, now waiting 60s.
ja: 並列ダウンロード エラー、60秒を待っています。
tr: Paralel yükleme hatası, 60 saniye bekleniyor.

source: Not logged in.
ja: ログインしていません。
tr: giriş yapılmadı.

source: Decryption failed
ja: 復号化に失敗しました
tr: Çözümleme başarısız oldu

source: No file key provided in the URL
ja: URL で提供されるファイル キーがありません。
tr: URL'de sağlanan hiçbir dosya anahtarı yok

source: Error code:
ja: エラー コード:
tr: Hata kodu:

source: *** Plugins have been updated, please restart pyLoad ***
ja: * * * プラグインが更新されて、pyLoad を再起動してください * * *
tr: *** Eklentiler güncellendi, pyLoad'ı yeniden başlatın ***

source: Plugins updated and reloaded
ja: プラグインの更新し、再読み込み
tr: Eklentiler güncellendi ve yeniden yüklendi

source: No plugin updates available
ja: プラグインの更新はありません。
tr: Eklentiler için güncelleme yok

source: No Updates for pyLoad
ja: PyLoad の更新
tr: pyLoad için güncelleme yok

source: *** New pyLoad Version %s available ***
ja: * * * 新しい pyLoad バージョン %s が利用 * * *
tr: *** Yeni pyLoad Sürümü %s mevcuttur ***

source: *** Get it here: http://pyload.org/download ***
ja: * * * それを得るここで: http://pyload.org/download * * *
tr: *** Buradan indirin: http://pyload.org/download ***

source: Not able to connect server for updates
ja: 更新サーバーに接続することはできません。
tr: Güncelleştirmeler için sunucuya bağlanmak mümkün değil

source: New version of %(type)s|%(name)s : %(version).2f
ja: 新しいバージョンの%(type)s|%(name)s%(version) .2f
tr: Yeni versiyonu %(type)s|%(name)s : %(version).2f

source: Error when updating %s
ja: %sを更新するときのエラー
tr: %s güncelleştirme hatası

source: Version mismatch
ja: バージョンの不一致
tr: Sürüm uyuşmazlığı

source: Download finished: %(name)s @ %(plugin)s
ja: ダウンロード完了: %(name)s @ %(plugin)s
tr: Yükleme bitti: %(name)s @ %(plugin)s

source: New Captcha Request: %s
ja: 新しいキャプチャ要求: %s
tr: Yeni Captcha İsteği: %s

source: Answer with 'c %s text on the captcha'
ja: 'C %s テキストのキャプチャを' と答え
tr: captcha üstündeki 'c %s metnini cevapla

source: Please add your premium.to account first and restart pyLoad
tr: Lütfen önce premium.to hesabınızı ekleyin ve pyLoad'u yeniden başlatın

source: Added %s from HotFolder
ja: HotFolder から%s追加
tr: HotFolder gelen ek %s

source: No %s installed
ja: %s がインストールされました
tr: Yüklü %s yok

source: Could not activate %s
ja: %S をアクティブにできませんでした。
tr: %s etkinleştirilemedi

source: Activated
ja: アクティブ化
tr: Etkinleştirildi

source: No Extract plugins activated
ja: アクティブ化のプラグインがない
tr: Aktif Extract eklentisi yok

source: Package %s queued for later extracting
ja: パッケージ %s は、抽出後のキュー
tr: %s paketini daha sonra ayıklamak için sıraya alındı

source: Check package %s
ja: パッケージ %s をチェック
tr: %s paketi kontrol et

source: Extract to %s
ja: %S を抽出します。
tr: Arşiv ayıklanıyor şuraya %s

source: No files found to extract
ja: ファイルを抽出するが見つかりません
tr: Arşivden ayıklanacak dosya bulunamadı

source: extracting
ja: 展開中
tr: Ayıklanıyor

source: Password protected
ja: パスワードで保護されています
tr: Şifre korumalı

source: Wrong password
ja: 正しくないパスワード
tr: Hatalı şifre

source: Deleting %s files
ja: %s 個のファイルを削除中
tr: %s Dosya siliniyor

source: Extracting finished
ja: 展開が完了しました
tr: Ayıklama bitti

source: Archive Error
ja: アーカイブ エラー
tr: Arşiv hatası

source: CRC Mismatch
ja: CRC が不一致
tr: CRC Uyuşmazlığı

source: Unknown Error
ja: 不明なエラー
tr: Bilinmeyen Hata

source: Setting User and Group failed
ja: ユーザー設定およびグループに失敗しました
tr: Kullanıcı ve Grup Ayarları başarısız oldu

source: Click'N'Load: Port 9666 already in use
ja: Click'N'Load: 使用中のポート 9666
tr: Click'N'Load: Port 9666 zaten kullanılıyor

source: %s credits left
ja: %s のクレジットを左
tr: %s kredi kaldı

source: Could not send response.
ja: 応答を送信できませんでした。
tr: yanıt gönderilemedi.

source: Your CaptchaTrader Account has not enough credits
ja: あなたの CaptchaTrader アカウントが十分なクレジット
tr: Sizin CaptchaTrader hesabınızda yeterli kredi bulunmamakta

source: Crypter list not found
ja: Crypter リストが見つかりません
tr: Şifreleme listesi bulunamadı

source: Crypter list is empty
ja: Crypter リストは空です。
tr: Şifreleme listesi boş

source: Download finished: %(name)s @ %(plugin)s
ja: ダウンロード完了: %(name)s @ %(plugin)s
tr: Yükleme bitti: %(name)s @ %(plugin)s

source: New CaptchaID from upload: %s : %s
ja: アップロードから新しい CaptchaID: %s: %s
tr: Yeni CaptchaID yükleme tarafından: %s : %s

source: Your Captcha 9kw.eu Account has not enough credits
ja: あなたのキャプチャ 9kw.eu アカウントが十分なクレジット
tr: Captcha 9kw.eu hesabı yeterli kredi yok

source: Installed scripts for %s:
ja: %s のインストール スクリプト
tr: %s: için yüklü komut dosyaları

source: Script not executable:
ja: スクリプトがない実行可能ファイル:
tr: Komut dosya çalıştırılamaz:

source: Error in %(script)s: %(error)s
ja: %(script)s のエラー：%(error)s
tr: Hata %(script)s: %(error)s

source: Your ExpertDecoders Account has not enough credits
ja: あなたの ExpertDecoders アカウントが十分なクレジット
tr: ExpertDecoders hesabınızda yeterli kredi yok

source: Please add your rehost.to account first and restart pyLoad
ja: まず、rehost.to アカウントを追加し、pyLoad を再起動してください。
tr: Lütfen önce rehost.to hesabınızı ekleyin ve pyLoad'u yeniden başlatın

source: Please add a valid premiumize.me account first and restart pyLoad.
tr: Lütfen önce bir geçerli premiumize.me hesabı ekleyin ve pyLoad yeniden başlatın.

source: %d credits left
ja: %d のクレジットを残った
tr: %d kredi kaldı

source: Pil and tesseract not installed and no Client connected for captcha decrypting
ja: Pil とテッセラクト インストールされていないクライアント接続 captcha 解読
tr: Captcha şifresini çözmek için pil ve tesseract yüklenmemiş ve hiçbir istemci bağlı değil

source: Setting User and Group failed: %s
ja: ユーザーとグループの設定に失敗しました: %s
tr: Kullanıcı ve grup kurma başarısız oldu: %s

source: Install %s
ja: %s をインストール
