Repository: ardi69/pyload
Catalog: locale/*/LC_MESSAGES/pyload-cli.po
Languages: ar, ca, cs, de, el, es, fr, gl, it, ja, nl, pt, ru, sr, sv, tr

source: Interactive mode ignored since you passed some commands.
ar: الوضع التبادلي تم تجاهله حيث انك مررت بعض الاوامر.
ca: Mode interactiu ignorat ja que has especificat algunes comandes.
cs: Byly zadany prikazy, interaktivni mod je ignorovan.
de: Befehle im interaktiven Modus werden ignoriert, wenn zusätzliche Befehle übergeben wurden.
el: H αλληλεπιδραστική λειτουργία αγνοήθηκε εφόσον δώσατε κάποιες εντολές.
es: Modo interactivo ignorado ya que pasaste algunas órdenes.
fr: Mode interactif ignoré jusqu'à ce que vous entriez des commandes.
gl: Modo interactivo ignorado, xa que pasou algúns comandos.
it: Modalità interattiva ignorata dato che hai passato alcuni comandi.
ja: 対話モードはあなたが入力したいくつかのコマンドを無視しました。
nl: Interactieve modus wordt genegeerd, omdat je commando's hebt ingevult.
pt: O modo interativo foi ignorado pois alguns comandos foram pulados por você.
ru: В связи с тем, что были введены ряд команд, интерактивный режим был прерван.
sr: Занемарен је интерактивни режим јер сте задали неке команде.
sv: Interaktivt läge ignorerat då vissa kommandon skickades.
tr: Bazı komutları onayladınızdan beri , Çevrimdışı modu engellendi

source: Add Package:
ar: إضافة حزمة:
ca: Afegeix Paquet:
cs: Přidat Balíček:
de: Paket hinzufügen:
el: Προσθήκη Πακέτου:
es: Agregar Paquete:
fr: Ajouter un paquet:
gl: Engadir Paquete:
it: Aggiungi Pacchetto:
ja: パッケージを追加:
nl: Pakket toevoegen:
pt: Adicionar Pacote:
ru: Добавить пакет:
sr: Додајте пакет:
sv: Lägg till paket:
tr: Paket ekle:

source: Enter a name for the new package
ar: أدخل اسماً للحزمة الجديدة
ca: Introdueix el nom per el nou paquet
cs: Zadej název nového balíčku
de: Gib einen Namen für das neue Paket ein
el: Εισάγετε όνομα για το καινούργιο πακέτο
es: Introduce un nombre para el paquete nuevo
fr: Entrez un nom pour le nouveau paquet
gl: Introduza un nome para o novo paquete
it: Inserisci un nome per il nuovo pacchetto
ja: 新しいパッケージの名前を入力
nl: Naam invullen voor nieuw pakket
pt: Insira um nome para o novo pacote
ru: Введите название пакета
sr: Унесите име новог пакета
sv: Ange ett namn för nya paketet
tr: Yeni paketin adını girin

source: Package: %s
ar: الحزمة: %s
ca: Paquet: %s
cs: Balíček: %s
de: Paket: %s
el: Πακέτο: %s
es: Paquete: %s
fr: Paquet : %s
gl: Paquete: %s
it: Pacchetto: %s
ja: パッケージ: %s
nl: Pakket: %s
pt: Pacote: %s
ru: Контейнер: %s
sr: Пакет: %s
sv: Paket: %s
tr: Paket: %s

source: Parse the links you want to add.
ar: تحليل الروابط التي تريد إضافتها.
ca: Analitza dels enllaços que vols introduir.
cs: Analyzuje odkazy které chcete přidat.
de: Kopiere die Links, die du hinzufügen willst.
el: Ανάλυση των συνδέσμων που θέλετε να προσθέσετε.
es: Analizar los enlaces que quieres añadir.
fr: Analyse des liens que vous voulez ajouter.
gl: Procesar as ligazóns que desexe engadir.
it: Analizza i link che desideri aggiungere.
ja: 追加したいリンクを解析します
nl: Parse de links die je wilt toevoegen.
pt: Analise os links que você deseja adicionar.
ru: Анализ ссылок для добавления.
sr: Рашчланите везе које желите да додате.
sv: Klistra in länkarna som du vill lägga till.
tr: Eklemek isteniz linkleri çözümle

source: Type %s when done.
ar: اكتب %s عند الانتهاء.
ca: Introdueix %s en acabar.
cs: Pokud jste hotovi, napište %s
de: Drücke %s wenn du fertig bist.
el: Πληκτρολογείστε %s όταν τελειώσετε.
es: Teclea %s cuando acabes.
fr: Tapez %s une fois fini.
gl: Teclee %s cando remate.
it: Digita %s quanto hai fatto.
ja: 終わったら %s を入力してください。
nl: Type %s als het klaar is.
pt: Digite %s quando terminar.
ru: Введите %s когда будете готовы.
sr: Унесите %s када завршите.
sv: Skriv %s när du är färdig.
tr: Tip %s tamamlandı

source: Links added:
ar: تم اضافة الروابط:
ca: Enllaços afegits:
cs: Přidáno odkazů:
de: Hinzugefügte Links:
el: Σύνδεσμοι που προστέθηκαν:
es: Enlaces añadidos:
fr: Liens ajoutés :
gl: Ligazóns engadidos:
it: Link aggiunti:
ja: リンクが追加されました:
nl: Toegevoegde links:
pt: Links adicionados:
ru: Добавлены ссылки:
sr: Додато веза:
sv: Länkar lades till:
tr: Eklenen linkler:

source: back to main menu
ar: العودة إلى القائمة الرئيسية
ca: torna al menú principal
cs: zpět do hlavního menu
de: Zurück zum Menü
el: επιστροφή στο αρχικό μενού
es: volver al menú principal
fr: retour au menu principal
gl: volver ó menú principal
it: torna al menu principale
ja: メイン メニューに戻る
nl: terug naar hoofdmenu
pt: voltar ao menu principal
ru: назад в главное меню
sr: назад на главни мени
sv: tillbaka till huvudmenyn
tr: Menüye geri dön

source: Manage Packages:
ar: إدارة الحزم:
ca: Gestiona Paquets:
cs: Správa balíčků:
de: Pakete verwalten:
el: Διαχείριση πακέτων:
es: Administrar Paquetes:
fr: Gérer les paquets:
gl: Administrar Paquetes:
it: Gestisci Pacchetti:
ja: パッケージを管理:
nl: Pakketten beheren:
pt: Gerenciar pacotes:
ru: Управление пакетами:
sr: Управљајте пакетима:
sv: Hantera paket:
tr: Paketleri Düzenle:

source: Manage Links:
ar: إدارة الروابط:
ca: Gestiona Enllaços:
cs: Spravovat Odkazy:
de: Links verwalten:
el: Διαχείριση Συνδέσμων:
es: Administrar Enlaces:
fr: Gérer les liens:
gl: Administrar Ligazóns:
it: Gestisci Link:
ja: リンクを管理:
nl: Links beheren:
pt: Gerenciar Links:
ru: Управление ссылками
sr: Управљајте везама:
sv: Hantera länkar:
tr: Linkleri Düzenle:

source: What do you want to move?
ar: ما اللذي تريد نقلة ؟
ca: Què vols moure?
cs: Co chcete přesunout?
de: Was möchtest du verschieben?
el: Τι θέλετε να μετακινήσετε;
es: ¿Qué quieres mover?
fr: Que voulez-vous déplacer ?
gl: Que quere mover?
it: Che cosa vuoi spostare?
ja: 何を移動しますか?
nl: Wat wil je verplaatsen?
pt: O que você deseja mover?
ru: Что Вы хотите переместить?
sr: Шта желите да преместите?
sv: Vad vill du flytta?
tr: Neleri taşımak istersiniz?

source: What do you want to delete?
ar: ما اللذي تريد حذفة ؟
ca: Què vols eliminar?
cs: Co chcete smazat?
de: Was möchtest du löschen?
el: Τί θέλετε να διαγράψετε;
es: ¿Qué quieres borrar?
fr: Que voulez-vous supprimer ?
gl: Que quere borrar?
it: Che cosa vuoi cancellare?
ja: 何を削除しますか?
nl: Wat wil je verwijderen?
pt: O que você deseja excluir?
ru: Что Вы хотите удалить?
sr: Шта желите да обришете?
sv: Vad vill du ta bort?
tr: Neleri silmek istersiniz?

source: What do you want to restart?
ar: ما اللذي تريد اعادة تشغيلة ؟
ca: Què vols reiniciar?
cs: Co chcete restartovat?
de: Was möchtest du neustarten?
el: Τί θέλετε να επανεκκινήσετε;
es: ¿Qué quieres reiniciar?
fr: Que voulez-vous redémarrer ?
gl: Que quere reiniciar?
it: Che cosa vuoi riavviare?
ja: 何を再起動しますか?
nl: Wat wil je herstarten?
pt: O que você deseja reiniciar?
ru: Что Вы хотите перезапустить?
sr: Шта желите да поново покренете?
sv: Vad vill du starta om?
tr: Neleri yenilemek istersiniz?

source: Choose what yout want to do or enter package number.
ca: Tria el que vols fer o introdueix un número de paquet.
cs: Vyberte si, co chcete dělat, nebo zadejte číslo balíčku.
de: Wähle, was du machen möchtest oder gib eine Paketnummer an.
el: Επιλέξτε ενέργεια ή πληκτρολογήστε αριθμό πακέτου.
es: Elige lo que quieres hacer o introduce el número de paquete.
fr: Choisissez ce que vous voulez faire ou entrez le numéro du paquet.
gl: Elixa o que queira facer ou introduza o número do paquete.
it: Scegli cosa vuoi fare oppure digita il numero del pacchetto.
ja: 何をするかを選択するかパッケージ番号を入力してください。
nl: Kies wat je wilt doen of vul pakketnummer in.
ru: Выбирайте, что Вы хотите сделать или внесите номер пакета.
sr: Одабрати шта да се уради или унети број пакета.
sv: Välj vad du vill göra eller skriv in ett paketnummer.
tr: Ne yapmak istediniz seçin veya paket numarası girin.

source: delete
ar: حذف
ca: elimina
cs: smazat
de: löschen
el: διαγραφή
es: borrar
fr: supprimer
gl: borrar
it: cancella
ja: 削除
nl: verwijderen
pt: deletar
ru: удалить
sr: обриши
sv: ta bort
tr: sil

source: move
ar: نقل
ca: mou
cs: přesunout
de: verschieben
el: μετακίνηση
es: mover
fr: déplacer
gl: mover
it: sposta
ja: 移動
nl: verplaatsen
pt: mover
ru: переместить
sr: премести
sv: flytta
tr: taşı

source: restart
ar: إعادة تشغيل
ca: reinicia
cs: restartovat
de: neustarten
el: επανεκκίνηση
es: reiniciar
fr: redémarrer
gl: reiniciar
it: riavvia
ja: 再起動
nl: herstarten
pt: reiniciar
ru: перезапустить
sr: поново покрени
sv: starta om
tr: yeniden başlat

source: - previous
ar: -السابقة
ca: - anterior
cs: - předchozí
de: - vorige Seite
el: - προηγούμενο
es: - anterior
fr: - précédent
gl: - anterior
it: - precendente
ja: - 前
nl: - vorige
pt: - anterior
ru: - предыдущий
sr: – претходно
sv: - föregående
tr: - önceki

source: - next
ar: -التالي
ca: - següent
cs: - další
de: - nächste Seite
el: - επόμενο
es: - siguiente
fr: - suivant
gl: - seguinte
it: - sucessivo
ja: - 次
nl: - volgende
pt: - próximo
ru: - следующий
sr: – следеће
sv: - nästa
tr: -Sonraki

source: ID:
ar: معرف:
