Repository: ardi69/pyload
Catalog: locale/*/LC_MESSAGES/setup.po
Languages: ca, cs, el, es, gl, hu, it, nl, pl, ru, sr, sv, tr

source: y
ca: s
cs: a
es: s
gl: s
hu: i
it: s
nl: j
pl: t
ru: да
sr: д
sv: j
tr: e

source: n
ru: нет
sr: н
tr: h

source: Welcome to the pyLoad Configuration Assistent.
ca: Benvingut a l'Assistent de Configuració de pyLoad.
cs: Vitejte v konfiguracnim pruvodci programu pyLoad.
el: Καλώς ήλθατε στο Βοηθό Ρύθμισης του pyLoad
es: Bienvenido al Asistente de Configuración de pyLoad.
gl: Benvido ó Asistente de Configuración de pyLoad.
hu: Üdvözöllek a pyLoad beállítási segédben.
it: Benvenuto nell'Assistente di Configurazione di pyLoad.
nl: Welkom bij de pyLoad configuratie assistent.
pl: Witamy w asystencie konfiguracji pyLoad.
ru: Вас приветствует помощник по настройке pyLoad
sr: Добро дошли код помоћника за подешавање pyLoad-а.
sv: Välkommen till konfigurationsguiden för pyLoad.
tr: PyLoad ayar sihirbazına hoşgeldiniz.

source: It will check your system and make a basic setup in order to run pyLoad.
ca: Es comprovarà el teu equip i es farà una configuració bàsica per executar pyLoad.
cs: Zkontroluje vas system a provede zakladni nastaveni pro spusteni programu pyLoad.
el: Θα γίνει έλεγχος και βασική ρύθμιση του συστήματός σας, ώστε να εκτελεστεί το pyLoad.
es: Se revisará tu sistema y se hará una configuración básica para ejecutar pyLoad.
gl: Revisarase o seu sistema e farase unha configuración básica para executar pyLoad.
hu: Ellenőrizzük a rendszert és létrehozunk egy alap beállítást a pyLoad számára.
it: Il setup controllerà il tuo sistema e genererà una configurazione di base per avviare pyLoad.
nl: Deze zal uw systeem controleren en de basissetup uitvoeren.
pl: Dokona sprawdzenia systemu i ustawi podstawowe parametry potrzebne do uruchomienia pyLoad.
ru: Будет проверена система и внесены первоначальные настройки для запуска pyLoad.
sr: Он ће проверити систем и наместити основне поставке тако да можете да покренете pyLoad.
sv: Den kommer att kontrollera ditt system och göra en grundkonfiguration för att kunna köra pyLoad.
tr: Sisteminizi kontrol edecek ve pyLoad'ın çalışması için bir temel kurulum yapacaktır.

source: The value in brackets [] always is the default value,
ca: El valor entre claudàtors [] sempre és el valor per defecte,
cs: Hodnota v zavorkach [] je vzdy vychozi,
el: Η τιμή στις αγκύλες [] είναι πάντα η προεπιλεγμένη τιμή,
es: El valor entre corchetes [] siempre es el valor por defecto,
gl: O valor entre corchetes [] sempre é o valor por defecto,
hu: A [] közötti érték minden esetben az alapértelmezett érték,
it: Il valore tra le parentesi quadre [] è sempre il valore di default,
nl: De waarden tussen de haakjes [] zijn de standaardwaarden,
pl: Wartość w nawiasach kwadratowych [] jest zawsze domyślną,
ru: В квадратных скобках [] указываются значения по умолчанию,
sr: Вредност у угластим заградама је подразумевана.
sv: Värden inom hakparanteser [] är alltid standardvärdet,
tr: Parantez içindeki değerler [], her zaman varsayılan değerdir

source: in case you don't want to change it or you are unsure what to choose, just hit enter.
ca: en cas de no voler canviar-ho o si estas insegur de que triar simplement pitja enter.
cs: v pripade, ze ji nechcete zmenit nebo si nejste jisti co vybrat, jen stisknete enter.
el: σε περίπτωση που δεν επιθυμείτε αλλαγή ή αμφιβάλλετε για την επιλογή σας, απλά πατήστε enter.
es: en caso que no quieras cambiarlo o no estés seguro de que opción elegir, solo presiona entrar.
gl: en caso de que non queira cambialo ou non estea seguro de que opción elixir, só prema entrar.
hu: ha nem akarod megváltoztatni, vagy nem vagy biztos benne mit válassz, csak nyomj entert.
it: nel caso in cui non vuoi cambiare impostazione o non sei sicuro su cosa scegliere, premi semplicemente Invio.
nl: mocht het zo zijn dat u deze niet wil veranderen of indien u niet zeker bent, druk op enter.
pl: jeśli nie chcesz zmieniać wartości lub nie masz pewności co wybrać, naciśnij enter.
ru: если Вы не хотите менять эти значения или не уверены в своём выборе, просто нажмите ENTER.
sr: ако не желите да промените или незнате шта да изаберете, стисните 'ентер'.
sv: tryck bara Enter i de fall du inte vill ändra det eller om du är osäker vad du ska välja.
tr: değiştirmek istemediğinde yada neyi seçeceğinden emin değilsen, sadece enter'e bas.

source: Don't forget: You can always rerun this assistent with --setup or -s parameter, when you start pyload.py .
ca: No oblidis: Sempre pots tornar a l'assistent amb els paràmetres --setup o -s quan inicies el pyload.py .
cs: Nezapomente: Tohoto pruvodce muzete kdykoli sputit znovu pouzitim parametru --setup nebo -s pri startu pyload.py .
el: Μην ξεχνάτε: Μπορείτε πάντα να εκτελέσετε ξανά τον Βοηθό, εισάγοντας τη παράμετρο --setup ή -s, κατά την εκτέλεση του pyload.py .
es: No lo olvides: siempre puedes volver a ejecutar este asistente con el parámetro --setup ó -s, cuando inicies pyload.py .
gl: Non o esqueza: Sempre pode volver a executar este asistente co parámetro --setup ou -s cando inicie pyload.py .
hu: Ne feledd: a segédhez visszatérhetsz ha a pyload.py-t a --setup vagy -s paraméterekkel indítod.
it: Ricorda: Puoi sempre rieseguire questo assistente con i parametri --setup o -s, quando avvii pyload.py .
nl: Let op: u kunt altijd deze setup herstarten met de --setup of -s parameter als u pyload.py start.
pl: Nie zapomnij: kiedy uruchamiasz pyload.py zawsze możesz ponownie wybrać asystenta dodając parametr --setup lub -s.
ru: Не забудьте: Вы всегда можете снова запустить помощника по настройкам, набрав pyload.py с ключом --setup или -s.
sr: Знајте: можете поново да покренете овај асистент са параметром --setup или -s када покренет pyload.py .
sv: Glöm inte: Du kan alltid köra denna guide igen med --setup eller parametern -s, när du startar pyload.py .
tr: Unutma: pyload.py -setup yada -s ekleyerek bu Asistanı her zaman yeniden başlatabilirsiniz.

source: If you have any problems with this assistent hit STRG-C,
ca: Si tens cap problema amb l'assistent pitja Control-C,
cs: Pokud mate s pruvodcem jakekoli problemy, stisknete CTRL-C
el: Αν αντιμετωπίσετε προβλήματα με το Βοηθό, πατήστε CTRL-C,
es: Si tienes algún problema con el asistente presiona Ctrl-C,
gl: Se ten algún problema co asistente presione Ctrl-C,
hu: Ha bármi probléma lépne fel a segéd futása közben nyomj STRG-C kombinációt
it: Se hai qualche problema con questo assistente premi CRTL+C,
nl: Mocht u problemen hebben met deze assistent druk op STRG-C,
pl: Jeśli masz jakiekolwiek problemy z asystentem wciśnij Ctlr-C,
ru: При возникновении проблем с этим ассистентом нажмите STRG-C
sr: Ако имате проблема са асистентом, стисните STRG-C,
sv: Om du får några problem med denna guide så tryck Ctrl-C,
tr: Asistan ile herhangi bir sorun yaşarsanız STRG-C tuşuna basın,

source: to abort and don't let him start with pyload.py automatically anymore.
ca: per avortar i no permetre que s'iniciï automàticament amb pyload.py .
cs: pro zruseni a zamezeni jeho automatickeho spusteni pri dalsim startu pyload.py .
el: για να εγκαταλείψετε και να αποτρέψετε την αυτόματη εκτέλεσή του.
es: para abortar y no permitirle volver a iniciarse automáticamente con pyload.py .
gl: para abortar e non permitirlle volver a iniciarse automaticamente con pyload.py .
hu: a megszakításhoz, és hogy ne induljon el újra automatikusan.
it: per annullare e non farlo partire più automaticamente con pyload.py .
nl: om af te sluiten en de assistent niet meer automatisch te starten.
pl: aby go zatrzymać i nie pozwolić mu automatycznie uruchomić się z pyload.py .
ru: для прекращения установки. pyload.py больше не будет запускаться автоматически.
sr: за поништавање и немојте да га покренете аутоматски са pyload.py .
sv: för att avbryta och låt bli att starta automatiskt med pyload.py .
tr: iptal etmek ve pyload.py ile otomatik başlatmamak için.

source: When you are ready for system check, hit enter.
ca: Quan estiguis llest per la comprovació del sistema pitja enter.
cs: Az budete pripraveni na kontrolu systemu, stisknete enter.
el: Όταν είστε έτοιμος για τον έλεγχο του συστήματος, πατήστε enter.
es: Cuando estés listo para la revisión del sistema, presiona entrar.
gl: Cando estea listo para a comprobación do sistema, prema entrar.
hu: Ha készen állsz a rendszer ellenőrzésre, nyomj Entert.
it: Quando sei pronto per la verifica del sistema premi Invio.
nl: Als u klaar bent voor de systeemcontrole, druk op enter.
pl: Naciśnij enter jak będziesz gotowy na sprawdzenie systemu.
ru: Для старта проверки системы, нажмите ENTER.
sr: Када сте спремни да проверите систем, стисните 'ентер'.
sv: Tryck på Enter när du är färdig för att kontrollera systemet.
tr: Eğer sistem kontrolü için hazırsanız, enter'a basın.

source: You need pycurl, sqlite and python 2.5, 2.6 or 2.7 to run pyLoad.
ca: Necessites pycurl, squlit i python 2.5, 2.6 o 2.7 per executar pyLoad.
cs: Pro beh pyLoad je potreba pycurl a python verze 2.5, 2.6 nebo 2.7.
el: Απαιτούνται τα pycurl, sqlite και python 2.5, 2.6 ή 2.7 για να εκτελέσετε το pyLoad.
es: Necesitas pycurl, sqlite y python 2.5, 2.6 ó 2.7 para ejecutar pyLoad.
gl: Precisa pycurl, sqlite e python 2.5, 2.6 ou 2.7 para executar pyLoad.
hu: A pyLoad futtatásához szükséged van a pycurl, sqlite és python 2.5, 2.6 vagy 2.7 verzióra.
it: Hai bisogno di pycurl, sqlite e python 2.5, 2.6 o 2.7 per avviare pyLoad.
nl: U heeft pycurl, sqlite en python 2.5, 2.6 of 2.7 nodig om pyLoad te starten.
pl: Potrzebujesz pycurl, sqlite i pythona 2.5, 2.6 lub 2.7 aby uruchomić pyLoad.
ru: Для работы pyLoad необходимы pycurl, sqlite и python 2.5, 2.6, 2.7.
sr: Треба Вам pycurl, sqlite и python 2.5, 2.6 или 2.7 за покретање pyLoad-а.
sv: Du behöver pycurl, sqlite och python 2.5, 2.6 eller 2.7 för att köra pyLoad.
tr: pyLoad'ı çalıştırmak için pycurl, sqlite ve python 2.5, 2.6 veya 2.7 gerekir.

source: Please correct this and re-run pyLoad.
ca: Si us plau corregeix aixo i torna a executar el pyLoad.
cs: Prosim odstrante problem a znovu spustte pyLoad.
el: Παρακαλώ κάνετε τις διορθώσεις και εκτελέστε ξανά το pyLoad.
es: Por favor corrige esto y vuelve a ejecutar pyLoad.
gl: Por favor corrixa isto e volva a executar pyLoad.
hu: Ezek javítása után futtasd újra a pyLoad-ot.
it: Per favore corregilo e riavvia pyLoad.
nl: Corrigeer dit en herstart pyLoad.
pl: Proszę popraw to i ponownie uruchom pyLoad.
ru: Установите недостающие пакеты и перезапустите pyLoad.
sr: Поправите то и поново покрените pyLoad.
sv: Korrigera detta och kör pyLoad igen.
tr: Lütfen bunu düzeltin ve pyLoad'ı yeniden çalıştırın.

source: Setup will now close.
ca: L'assistent ara es tancarà.
cs: Setup bude nyni ukoncen.
el: Η εγκατάσταση θα τερματιστεί.
es: El asistente de la instalación se cerrará.
gl: O asistente da instalación pecharase.
hu: A telepítő bezárul.
it: Il setup si chiuderà.
nl: De setup zal nu afbreken.
pl: Instalator teraz zakończy działanie.
ru: Программа установки завершает работу.
sr: Сетап ће се затворити.
sv: Konfigurationen kommer nu att stängas.
tr: Kur şimdi kapanacak.

source: System check finished, hit enter to see your status report.
ca: La comprovació del sistema ha acabat, pitja enter per veure l'informe de l'estat.
cs: Kontrola systemu ukoncena, stisknete enter pro zobrazeni zpravy o stavu.
el: Ο έλεγχος του συστήματος ολοκληρώθηκε, πατήστε το enter για να δείτε τα αποτελέσματα.
es: La revisión del sistema ha finalizado, presiona entrar para ver el informe de estado.
gl: A comprobación do sistema concluíu, prema entrar para ver o informe de estado.
hu: Rendszer ellenőrzés kész, nyomj Entert az eredmény megjelenítéséhez.
it: Verifica del sistema finita, premi Invio per vedere il report di stato.
nl: Systeemcontrole is uitgevoerd, druk op enter om het statusbericht te zien.
pl: Zakończono sprawdzanie systemu, naciśnij enter w celu obejrzenia raportu.
ru: Проверка системы завершена. Чтобы просмотреть отчет, нажмите клавишу ENTER.
sr: Провера система је завршена, стисните 'ентер' да би видели резултат.
sv: Systemkontrollen är färdig. Tryck på Enter för att se din statusrapport.
tr: Sistem kontrolü tamamlandı, durum raporunu görmek için Enter tuşuna basın.

source: ## Status ##
ca: ## Estat ##
cs: ## Stav ##
el: ## Κατάσταση ##
es: ## Estado ##
gl: ## Estado ##
hu: ## Státusz ##
it: ## Stato ##
pl: ## Stan ##
ru: ## Отчет ##
sr: ## Статус ##
tr: ## Durum ##

source: container decrypting
ca: desxifrant contenidor
cs: dekodovani kontejneru
el: αποκρυπτογράφηση περιεχόμενου
es: descifrando contenedor
gl: descifrando contedor
hu: konténer dekódolás
it: decrittografia contenitore
pl: rozszyfrowywanie kontenerów
ru: расшифровка
sr: дешифровање контејнера
sv: container-dekryptering

source: ssl connection
ca: connexió SSL
cs: pripojeni ssl
el: σύνδεση ssl
es: conexión SSL
gl: conexión ssl
hu: ssl kapcsolat
it: connessione ssl
nl: ssl verbinding
pl: połączenie SSL
ru: SSL подключение
sr: ссл веза
sv: ssl-anslutning
tr: ssl bağlantısı

source: automatic captcha decryption
ca: desxifrat automàtic de captcha
cs: automaticke rozpoznavani captchy
el: αυτόματη αποκρυπτογράφηση captcha
es: descifrado automático de captcha
gl: descifrado automático de captcha
hu: automatikus captcha dekódolás
it: decrittografia automatica captcha
nl: automatische captcha ontcijfering
pl: automatyczne rozpoznawanie captcha
ru: автоматическая расшифровка CAPTCHA
sr: аутоматско налажење провере
sv: automatisk captcha-dekryptering

source: Webinterface
ca: Interfície web
cs: Webové rozhraní
el: Διεπαφή ιστού
es: Interfaz web
gl: Interface web
hu: Webes felület
it: Interfaccia web
pl: Interfejs Web
ru: Web-интерфейс
sr: Вебинтерфејс
sv: Webbgränssnitt
tr: Web arayüzü

source: extended Click'N'Load
ca: extensió Click'N'Load
cs: rozsirene Click'N'Load
es: extensión Click'N'Load
gl: extensión Click'N'Load
hu: kiterjesztett Click'N'Load
it: Click'N'Load esteso
nl: uitgebreide Click'N'Load
pl: rozszerzone Click'N'Load
ru: поддержка Click'N'Load
sr: напредан Click'N'Load
sv: utökad Click'N'Load
tr: genişletilmiş Click'N'Load

source: Features available:
ca: Funcionalitats disponibles:
cs: Dostupne funkce:
el: Χαρακτηριστικά διαθέσιμα:
es: Características disponibles:
gl: Características dispoñibles:
hu: Elérhető szolgáltatások:
it: Funzioni disponibili:
nl: Functies beschikbaar:
pl: Dostępne funkcje:
ru: Доступные функции:
sr: Доступне функције:
sv: Funktioner tillgängliga:
tr: Mevcut Özellikler:

source: Featues missing:
ca: Funcionalitats no disponibles:
cs: Chybejici funkce:
el: Χαρακτηριστικά που λείπουν:
es: Características no disponibles:
gl: Características non dispoñibles:
hu: Hiányzó szolgáltatások:
it: Funzioni mancanti:
nl: Missende functies:
pl: Niedostępne funkcje:
ru: Недоступные функции:
sr: Функције које недостају:
sv: Funktioner saknade:
tr: Eksik Özellikler:

source: no py-crypto available
ca: py-crytop no disponible
cs: py-crypto nedostupne
el: δεν είναι διαθέσιμο το py-crypto
es: py-crypto no disponible
gl: py-crypto non dispoñible
hu: py-crypto nem elérhető
it: py-crypto non disponibile
nl: geen py-crypto beschikbaar
pl: py-crypto jest niedostępny
ru: недоступен py-crypto
sr: py-crypto није доступан
sv: ingen py-crypto tillgänglig

source: You need this if you want to decrypt container files.
ca: Això es necessari si vols desxifrar els contenidors de fitxers.
cs: Toto potrebujede k dekodovani souboru kontejneru.
el: Αυτό απαιτείται αν θέλετε να αποκρυπτογραφήσετε αρχεία container.
es: Necesario si quieres descifrar archivos contenedores.
gl: Precisa disto se quere descifrar arquivos de contedores.
hu: Erre szükséged van a konténer fájlok dekódolásához.
it: Hai bisofno di questo se vuoi decifrare i contenitori di file.
nl: U heeft dat nodig om container bestanden te openen.
pl: Potrzebujesz go jeśli chcesz rozszyfrowywać pliki kontenerowe.
ru: Он нужен для раскодирования файлов.
sr: То Вам треба ако желите да дешифрујете контејнере.
sv: Du behöver denna om du vill dekryptera container-filer.

source: no SSL available
ca: SSL no disponible
cs: SSL nedostupne
el: δεν είναι διαθέσιμο το SSL
es: SSL no disponible
gl: SSL non dispoñible
hu: SSL nem elérhető
it: SSL non disponibile
nl: geen SSL beschikbaar
pl: SSL niedostępny
ru: нет SSL
sr: ССЛ није доступан
sv: ingen SSL tillgänglig
tr: SSL bulunmamaktadır

source: This is needed if you want to establish a secure connection to core or webinterface.
ca: Això es necessari si vols establir connexions segures amb el nucli o la interfície web.
cs: Je potreba k vytvoreni zabezpeceneho pripojeni k jadru nebo webovemu rozhrani.
el: Αυτό απαιτείται για την πραγματοποίηση ασφαλής σύνδεσης με τον πυρήνα ή το Webιnterface.
es: Esto es necesario si quieres establecer una conexión segura con el núcleo o la interfaz web.
gl: Isto é necesario se quere establecer unha conexión segura co núcleo ou a interface web.
hu: Erre szükséged van, ha biztonságos kapcsolatot szeretnél a mag vagy webes felület eléréséhez.
it: Questo è necessario se vuoi stabilire una connessione sicura con il core o l'interfaccia web.
nl: Dit is nodig om een beveiligde verbinding in te stellen naar de core of de webinterface.
pl: Jest to potrzebne jeśli chcesz nawiązywać szyfrowane połączenia z Core lub interfejsem Web.
ru: Он нужен для защиты соединения с ядром или web-интерфейсом.
sr: Потребно ако желите да урадите сигурносну везу на језгро или вебинтерфејс.
sv: Denna krävs om du vill etablera en säker anslutning till core eller webbgränssnittet.
tr: Sisteme yada Web arayüzüne güvenli bağlantı için bu gerekli.

source: If you only want to access locally to pyLoad ssl is not usefull.
ca: Si només voleu accedir a pyLoad localment el SSL no és necessari.
cs: Pokud budete pyLoad pouzivat pouze lokalne, ssl neni nutne.
el: Αν θέλετε να έχετε πρόσβαση μόνο τοπικά στο pyLoad, το ssl δεν είναι χρήσιμο.
es: SSL no es útil si solamente quieres acceder a pyLoad localmente.
gl: SSL non é útil se tan só quere acceder a pyLoad localmente.
hu: Ha csak helyben akarod elérni a pyLoad-ot, az ssl nem szükséges.
it: Se vuoi accedere a pyLoad soltanto in locale, SSL non è necessario.
nl: Als u pyLoad enkel lokaal gebruikt is SSL overbodig.
pl: Jeśli chcesz mieć dostęp tylko lokalny - SSL nie jest użyteczne.
ru: При локальных соединениях SSL не нужен.
sr: Ако желите да приступите pyLoad само локално, ССЛ није потребно.
sv: Om du endast vill ha lokalt åtkomst till pyLoad så är inte SSL användbart.
tr: pyLoad'a yanlızca yerel erişmek istiyorsanız, ssl önerilmez.

source: no Captcha Recognition available
ca: reconeixedor de Captchas no disponible
cs: rozpoznavani Caprtchy nedostupne
el: δεν υπάρχει διαθέσιμη αναγνώριση Captcha
es: reconocimiento de captcha no disponible
gl: recoñecemento de Captcha non dispoñible
hu: nincs elérhető Captcha felismerő
it: Riconoscimento captcha non disponibile
nl: geen captcha herkenning beschikbaar
pl: brak rozpoznawania captcha
ru: Расшифровка Captcha недоступна
sr: није доступно налажење провере
sv: ingen Captcha Recognition tillgänglig

source: Only needed for some hosters and as freeuser.
ca: Només necessari per alguns proveïdors com a usuari gratuït.
cs: Je potreba jen pro nektere filehostingy pro neplaceny pristup.
el: Χρειάζεται μόνο από μερικούς διακομιστές διαμοιρασμού αρχείων και σαν δωρεάν χρήστης.
es: Solo necesario para algunos servidores y como usuario gratuito.
gl: Só necesario para algúns servidores e como usuario gratuíto.
hu: Csak néhány szolgáltatóhoz kell és ingyenes felhasználóként.
it: Necessario solo per alcuni hoster e come freeuser.
nl: Wordt alleen gebruikt bij enkele hosters als freeuser.
pl: Potrzebne tylko do niektórych serwisów dla kont darmowych.
ru: Нужна на некоторых файл-хостингах.
sr: Потребно за неке хостере и као бесплатан корисник.
sv: Behövs endast för vissa "hosters" och som "freeuser".

source: Gui not available
ca: GUI no disponible
cs: Gui nedostupne
el: Το GUI δεν είναι διαθέσιμο
es: GUI no disponible
gl: Gui non dispoñible
hu: GUI nem elérhető
it: Gui non disponibile
nl: GUI niet beschikbaar
pl: Interfejs graficzny niedostępny
ru: Нет GUI
sr: Gui није доступно
sv: GUI inte tillgängligt
tr: Kullanıcı Arayüzü mevcut değil

source: The Graphical User Interface.
ca: La Interfície Gràfica d'Usuari.
cs: Graficke Uzivatelske Rozhrani
el: Το Γραφικό Περιβάλλον Χρήστη.
es: El Interfaz de Usuario Gráfica.
gl: A Interface de Usuario Gráfica.
hu: Grafikus felület.
it: L'interfaccia utente grafica (GUI).
nl: De grafische gebruikersomgeving.
pl: Graficzny Interfejs Użytkownika.
sr: Графички интерфејс.
sv: Grafiskt användargränssnitt.
tr: Grafiksel Kullanıcı Arayüzü.

source: no JavaScript engine found
ca: no s'ha trobat el motor JavaScript
cs: nenalezeno zadne jadro JavaScriptu
el: δεν βρέθηκε μηχανή JavaScript
es: motor de JavaScript no encontrado
gl: motor de JavaScript non atopado
hu: nincs JavaScript motor
it: nessun motore JavaScript trovato
nl: geen JavaScript engine gevonden
pl: nie znaleziono silnika JavaScript
ru: Нет поддержки JavaScript
sr: нема JavaScript мотор
sv: ingen JavaScript-motor hittades
tr: JavaScript motoru bulunamadı

source: You will need this for some Click'N'Load links. Install Spidermonkey, ossp-js, pyv8 or rhino
ca: Es necessari algun d'aquests paquets per els enllaços Click'N'Load. Instal.la Spidermonkey, ossp-js, pyv8 o rhino
cs: Toto budete potrebovat pro nektere Click'N'Load linky. Naistalujte Spidermonkey, ossp-js, pyv8 nebo rhino
el: Θα το χρειαστείτε για μερικούς συνδέσμους Click'N'Load. Εγκαταστήστε Spidermonkey, ossp-js, pyv8 ή rhino
es: Necesario para algunos enlaces Click'N'Load. Instala Spidermonkey, ossp-js, pyv8 o rhino
gl: Precisará disto para algunhas ligazóns Click'N'Load. Instale Spidermonkey, ossp-js, pyv8 ou rhino
hu: Néhány Click'N'Load linknek szüksége van erre. Telepítsd a Spidermonkey, ossp-js, pyv8 vagy rhino csomagokat.
it: Avrai bisogno di questo per alcuni link Click'N'Load. Installa Spidermonkey, ossp-js, pyv8 o rhino
nl: U heeft dit nodig voor bepaalde Click'N'Load links. Instaleer Spidermoney, ossp-js, pyv8 of rhino
pl: Do dodania kilku linków jednocześnie będziesz potrzebował Click'N'Load. Zainstaluj SpiderMonkey, ossp-js, pyv8 lub rhino
ru: Ето понадобиться для некоторых ссылок Click'N'Load. Инсталировайте Spidermonkey, ossp-js, pyv8 или rhino
sr: То Вам треба за неке Click'N'Load везе. Инсталирати Spidermonkey, ossp-js, pyv8 или rhino
sv: Du behöver detta för några Click'N'Load-länkar. Installera Spidermonkey, ossp-js, pyv8 eller rhino
tr: Bazı Click'N'Load bağlantıları için gerekli. Spidermonkey, ossp-js, pyv8 yada rhino yükleyin

source: You can abort the setup now and fix some dependicies if you want.
ca: Ara pots avortar la instal·lació i arreglar les dependències, si així ho prefereixes.
cs: Pokud chcete, muzete nyni zrusit instalaci a opravit nektere zavislosti.
el: Αν θέλετε μπορείτε να ακυρώσετε την εγκατάσταση τώρα και να διορθώσετε κάποιες εξαρτήσεις.
es: Puedes cancelar el asistente ahora y corregir algunas dependencias si quieres.
gl: Pode cancelar o asiste agora e corrixir algunhas dependencias se quere.
hu: Most megszakíthatod a telepítést, és kijavíthatod az esetleges hibákat
it: Se vuoi puoi annullare il setup ora e correggere alcune dipendenze.
nl: U kunt nu setup afbreken en enkele afhankelijkheden installeren als u dat wilt.
pl: Możesz przerwać instalator i naprawić niektóre zależności.
ru: При желании сейчас можно прервать установку и поставить необходимые зависимые пакеты.
sr: Можете сада да зауставите и да поправите неке зависности ако желите.
sv: Du kan avbryta konfigurationen nu och rätta till beroenden om du vill.
tr: Şuan kurulum iptal edebilir ve gerekiyorsa bazı bağımlılık gerektiren düzeltmeleri yapabilirsiniz.
