Repository: ardi69/pyload
Catalog: locale/*/LC_MESSAGES/setup.po
Languages: ca, cs, el, es, gl, hu, it, nl, pl, ru, sr, sv, tr

source: Continue with setup?
ca: Continuar amb la instal·lació?
cs: Pokracovat v instalaci?
el: Συνέχιση με την εγκατάσταση;
es: ¿Desea continuar con el asistente?
gl: Desexa continuar co asistente?
hu: Folytatod a beállítást?
it: Continuare con il setup?
nl: Doorgaan met setup?
pl: Kontynuować instalację?
ru: Продолжить настройку?
sr: Наставити са подешавањем?
sv: Fortsätt med konfigurationen?
tr: Kurulum ile devam edilsin mi?

source: Do you want to change the config path? Current is %s
ca: Vols canviar la ruta de configuració? Actualment és %s
cs: Chcete zmenit cestu k nastaveni? Stavajici je %s
el: Θέλετε να αλλάξετε τη διαδρομή του αρχείου αποθήκευσης των ρυθμίσεων; Η τρέχουσα είναι %s
es: ¿Quiere cambiar la ruta de configuración? Actualmente es %s
gl: Quere cambiar a ruta de configuración? Actualmente é %s
hu: Megváltoztatod a konfigurációs fájlok helyét? A jelenlegi: %s
it: Vuoi cambiare il percorso per la configurazione? Quello attuale è %s
nl: Wilt u de configuratiemap aanpassen? Huidige is %s
pl: Czy chcesz zmienić ścieżkę do plików konfiguracji? Obecnie to %s
ru: Нужно ли менять путь к папке настроек? Текущий путь %s
sr: Желите ли да промените путању за подешавање? Тренутна путања је %s
sv: Vill du ändra konfigurationssökvägen? Aktuell sökväg är %s
tr: Yapılandırma yolunu değiştirmek istiyor musunuz? Mevcut% s

source: If you use pyLoad on a server or the home partition lives on an iternal flash it may be a good idea to change it.
ca: Si estas emprant pyLoad en un servidor o en una partició a un dispositiu flash intern és una bona idea canviar-ho.
cs: Pokud pouzivate pyLoad na serveru, nebo je domovsky oddil na vnitrni flash, muze byt dobre ji zmenit.
el: Αν χρησιμοποιήτε το pyLoad σε εξυπηρετητή ή το διαμέρισμα home βρίσκεται σε εσωτερική μνήμη flash, θα ήταν καλή ιδέα να το αλλάξετε.
es: Si usas pyLoad en un servidor o la partición primaria reside en una memoria flash interna, puede ser buena idea cambiarla.
gl: Si usa pyLoad en un servidor ou a partición primaria reside nunha memoria flash interna, pode ser boa idea cambiala.
it: Se si utilizza pyLoad su un server o la partizione principale si trova su una memoria flash interna potrebbe essere una buona idea cambiarla.
nl: Als u pyLoad op een server gebruikt of de home partitie bevindt zich op intern flash-geheugen, is het een goed idee om het te veranderen.
pl: Jeśli używasz pyLoad'a na serwerze lub partycji home która znajduje się na pamięci flash - dobrym pomysłem może być zmiana tego parametru.
ru: Если вы используете pyLoad на каком-нибудь сервере или путь к конфигурации указывает на flash-диск, лучше поменяйте его.
sr: Ако користите pyLoad на серверу или на партицији на интерном флешу, може да буде добро да промените.
sv: Om du använder pyLoad på en server eller hempartitionen finns på en intern Flash-disk så kan det vara en bra idé att ändra den.

source: Change config path?
ca: Canviar la ruta de configuració?
cs: Zmenit cestu k nastaveni?
el: Αλλαγή διαδρομής αποθήκευσης αρχείου ρυθμίσεων;
es: ¿Cambiar la ruta de configuración?
gl: Cambia-la ruta de configuración?
hu: Megváltoztatod a konfigurációs fájlok helyét?
it: Cambiare il percorso della configurazione?
nl: Verander configmap?
pl: Zmienić ścieżkę dla plików konfiguracji?
ru: Изменить путь?
sr: Променити путању за подешавање?
sv: Ändra konfigurationssökväg?
tr: Yapılandırma yolunu değiştirme?

source: Do you want to configure login data and basic settings?
ca: Vols configurar les dades d'accés i la configuració bàsica?
cs: Chcete nastavit prihlasovaci udaje a zakladni volby?
el: Θέλετε να ορίσετε στοιχεία σύνδεσης και να κάνετε τις βασικές ρυθμίσεις;
es: ¿Quiere configurar los datos de acceso y la configuración básica?
gl: Quere configurar os datos de acceso e a configuración básica?
hu: Be akarod állítani a bejelentkezési adatokat és az általános beállításokat?
it: Si desidera configurare i dati di accesso e le impostazioni di base?
nl: Wilt u login gegevens en basisinstellingen configureren?
pl: Czy chcesz dokonać konfiguracji logowania i ustawień podstawowych?
ru: Хотите изменить учётные данные и другие базовые настройки?
sr: Желите ли да наместите податке за пријаву и основне поставке?
sv: Vill du konfigurera inloggningsdata och grundinställningar?
tr: Giriş verileri ve temel ayarları yapılandırmak istiyor musunuz?

source: This is recommend for first run.
ca: Això és recomanant en la primera execució.
cs: Doporuceno pri prvnim spusteni.
el: Αυτό συνιστάται για την πρώτη εκτέλεση.
es: Esto se recomienda en la primera ejecución.
gl: Isto recoméndase na primeira execución.
hu: Ajánlott az első futtatásnál.
it: E' consigliato per il primo avvio.
nl: Dit is aan te raden bij een eerste start.
pl: Jest to wymagane przy pierwszym uruchomieniu.
ru: Настоятельно рекомендуется при первом запуске.
sr: Ово је препоручено на прво покретање.
sv: Detta rekommenderas för första gången.
tr: Bu ilk çalışma için tavsiye edilir.

source: Make basic setup?
ca: Establir una configuració bàsica?
cs: Vytvorit zakladni nastaveni?
el: Δημιουργία βασικής ρύθμισης;
es: ¿Realizar la configuración básica?
gl: Facer a configuración básica?
hu: Létre akarod hozni az általános beállításokat?
it: Creare configurazione di base?
nl: Basissetup creëren?
pl: Stworzyć podstawowe ustawienia?
ru: Изменить основные настройки?
sr: Уради осносно подешавање?
sv: Skapa grundkonfiguration?
tr: Temel kurulum yap

source: Do you want to configure ssl?
ca: Vols configurar el SSL?
cs: Prejete si nastavit ssl?
el: Θέλετε να ρυθμίσετε το SSL;
es: ¿Quiere configurar SSL?
gl: Quere configurar ssl?
hu: Be akarod állítani az ssl-t?
it: Vuoi configurare l'ssl?
nl: Wilt u SSL configureren?
pl: Czy chcesz ustawić SSL?
ru: Хотите настроить SSL?
sr: Желите ли да подесите SSL?
sv: Vill du konfigurera SSL?
tr: Ssl yapılandırmak istiyor musunuz?

source: Configure ssl?
ca: Configurar SSL?
cs: Nastavit ssl?
el: Ρύθμιση SSL;
es: ¿Configurar SSL?
gl: Configurar ssl?
hu: Beállítod az ssl-t?
it: Configurare ssl?
nl: SSL configureren?
pl: Ustawić SSL?
ru: Настроить SSL?
sr: Подесити SSL?
sv: Konfigurera SSL?
tr: Ssl yapılandırması

source: Do you want to configure webinterface?
ca: Vols configurar l'interíicie web?
cs: Prejete si nastavit webove rozhrani?
el: Θέλετε να ρυθμίσετε το περιβάλλον Web;
es: ¿Quiere configurar la interfaz web?
gl: Quere configurar a interface web?
hu: Beállítod a webes kezelőfelületet?
it: Vuoi configurare l'interfaccia web?
nl: Wilt u de webinterface configureren?
pl: Czy chcesz ustawić interfejs Web?
ru: Хотите настроить WEB-интерфейс?
sr: Да се конфигурише веб интерфејс?
sv: Vill du konfigurera webbgränssnittet?
tr: Web arayüzünü yapılandırmak istiyor musunuz?

source: Configure webinterface?
ca: Configurar interfície web?
cs: Nastavit webove rozhrani?
el: Ρύθμιση του Web Interface;
es: ¿Configurar la interfaz web?
gl: Configurar a interface web?
hu: Beállítod a webes kezelőfelületet?
it: Configurare l'interfaccia web?
nl: Webinterface configureren?
pl: Ustawić interfejs Web?
ru: Настроить WEB-интерфейс?
sr: Подесити веб интерфејс?
sv: Konfigurera webbgränssnittet?
tr: Web arayüzü yapılandırması?

source: Setup finished successfully.
ca: Configuració finalitzada satisfactòriament.
cs: Nastaveni uspesne dokonceno.
el: Η εγκατάσταση ολοκληρώθηκε με επιτυχία.
es: Configuración finalizada con éxito.
gl: Configuración rematada correctamente.
hu: A beállítások sikeresen elvégezve.
it: Configurazione terminata con successo.
nl: Setup is succesvol voltooid.
pl: Instalacja zakończona pomyślnie.
ru: Установка успешно завершена.
sr: Подешавање је успешно завршено.
sv: Konfigurationen färdigställdes.
tr: Kur başarıyla tamamlandı.

source: Hit enter to exit and restart pyLoad
ca: Pitja enter i reinicia pyLoad
cs: Stiknete enter pro ukonceni a restartujte pyLoad
el: Πατήστε Enter για να εξέλθετε και να επανεκκινήσετε το pyLoad
es: Pulse entrar para salir y reiniciar pyLoad
gl: Prema entrar para saír e reiniciar pyLoad
hu: Nyomj entert a kilépéshez majd indítsd újra a pyLoad-ot
it: Premi Invio per uscire e riavviare pyLoad
nl: Druk op enter om af te sluiten en start pyLoad opnieuw
pl: Naciśnij enter aby wyjść i ponownie uruchom pyLoad
ru: Нажмите ENTER и запустите pyLoad
sr: Притисните Enter да изађете и поново покренете pyLoad
sv: Tryck Enter för att avsluta och starta om pyLoad
tr: Çıkmak için Enter tuşuna basın ve pyLoad'ı yeniden başlatın

source: ## System Check ##
ca: ## Comprovació del Sistema ##
cs: ## Kontrola Systemu ##
el: ## Έλεγχος Συστήματος ##
es: ## Revisión del sistema ##
gl: ## Comprobación do sistema ##
hu: ## Rendszer ellenőrz ##
it: ## Verifica del Sistema ##
nl: ## Syteemcontrole ##
pl: ## Sprawdzenie systemu ##
ru: ## Проверка системы ##
sr: ## Провера система ##
sv: ## Systemkontroll ##
tr: ## Sistem Kontrol ##

source: Your python version is to new, Please use Python 2.6/2.7
ca: La teva versió de python és massa nova. Si us plau empra Python 2.6/2.7
cs: Vase verze pythonu je prilis nova, prosim pouzijte verzi 2.6/2.7
el: Η έκδοση της python που χρησιμοποιείτε είναι πολύ νέα, παρακαλώ χρησιμοποιήστε Python 2.6/2.7
es: Tu versión de python es demasiado nueva, por favor usa Python 2.6/2.7
gl: A súa versión de python é demasiado nova, por favor use Python 2.6/2.7
hu: A python verziód túl új. Használd a 2.6/2.7-es verziót.
it: La versione di python è troppo recente, usare Python 2.6/2.7
nl: Uw python versie is te nieuw, gebruik python 2.6/2.7
pl: Zainstalowana wersja Python'a jest zbyt nowa, Proszę użyć wersji 2.6/2.7
ru: Версия python слишком новая, используйте Python 2.6/2.7
sr: Ваша верзија python је много нова, употребите python 2.6/2.7
sv: Din python-version är för ny. Använd Python 2.6/2.7
tr: Python sürümünüz çok yeni, Python 2.6/2.7 kullanın

source: Your python version is to old, Please use at least Python 2.5
ca: La teva versió de python és massa antiga. Si us plau empra com a mínim Python 2.5
cs: Vase verze pythonu je prilis stara, prosim pouzijte alespon Python 2.5
el: Η έκδοση της python που χρησιμοποιείτε είναι πολύ παλιά, παρακαλώ χρησιμοποιήστε τουλάχιστον Python 2.5
es: Tu versión de python es demasiado antigua, por favor usa al menos Python 2.5
gl: A súa versión de python é demasiado antiga, por favor use polo menos Python 2.5
hu: A python verziód túl régi. Használj legalább 2.5-ös verziót.
it: La versione di python è troppo vecchia, usare almeno Python 2.5
nl: Uw python versie is te oud, gebruik minstens python 2.5
pl: Zainstalowana wersja Python'a jest zbyt stara, Proszę użyć przynajmniej wersji 2.5
ru: Версия python слишком старая, используйте Python версии 2.5 и выше
sr: Ваша верзија python је престара, употребите макар python 2.5
sv: Din python-version är för gammal. Använd minst Python 2.5
tr: Python sürümünüz çok eski, en az Python 2.5 kullanın

source: Python Version: OK
ca: Versió de Python: OK
cs: Verze Pythonu: OK
el: Έκδοση Python: ΟΚ
es: Versión de Python: OK
gl: Versión de Python: OK
hu: Python Verzió: OK
it: Versione di Python: OK
nl: Python versie: OK
pl: Wersja Python'a: OK
ru: Версия Python: OK
sr: Верзија Python: У реду
tr: Python Versiyon: OK

source: Your installed jinja2 version %s seems too old.
ca: La teva versió %s de jinja2 es massa antiga.
cs: Vase nainstalovana verze %s jinja2 je prilis stara.
el: Η έκδοση %s του jinja2 που έχετε εγκατεστημένη φαίνεται πολύ παλιά.
es: Tu versión %s jinja2 instalada parece demasiado antigua.
gl: A súa versión %s de jinja2 instalada parece demasiado antiga.
hu: A telepített jinja2 verzió %s túl régi.
it: La versione installata %s di jinja2 sembra essere troppo vecchia.
nl: Uw gestalleerde versie %s van jinja2 is te oud.
pl: Zainstalowana jinja2 w wersji %s jest przestarzała.
ru: Слишком старая версия jinja2 %s.
sr: Ваша верзија jinja2 %s делу престара.
sv: Din installerade jinja2 version %s verkar vara för gammal.
tr: Yüklü olan Jinja2 versiyonu %s çok eski görünüyor.

source: You can safely continue but if the webinterface is not working,
ca: Pots continuar tranquil·lament encara que la interfície web no funcioni,
cs: Muzete bezpecne pokracovat, nicmene pokud bude webove rozhani nefunkcni,
el: Μπορείτε να συνεχίστε, αλλά αν δεν δουλεύει το Web Interface,
es: Puedes continuar de manera segura aunque la interfaz web no funciona,
gl: Pode continuar de maneira segura pero se a interface web non funcionara,
hu: Biztonságosan tovább haladhatsz, de ha a webes felület nem működik,
it: Si può tranquillamente continuare, ma se l'interfaccia web non funziona,
nl: U kan veilig verder, alleen de webinterface zal niet werken.
pl: Możesz kontynuować pracę, ale interfejs Web nie będzie czynny,
ru: Можно спокойно продолжить настройку, но если web-интерфейс не будет работать,
sr: Можете да наставите, али ако веб интерјест не ради,
sv: Du kan med säkerhet fortsätta men om webbgränssnittet inte fungerar,

source: please upgrade or deinstall it, pyLoad includes a sufficient jinja2 libary.
ca: si us plau actualitza o desinstal·la-ho, pylLoad ja inclou una biblioteca jinja2.
cs: bude treba ji upgradovat nebo odistalovat, pyLoad jiz obsahuje knihovnu jinja2.
el: παρακαλώ αναβαθμίστε το ή απεγκαταστήστε το, το pyLoad συμπεριλαμβάνει μια επαρκή βιβλιοθήκη jinja2.
es: por favor actualícela o desinstálela, pyLoad incluye una biblioteca jinja2 suficiente.
gl: por favor actualícea ou elimínea, pyLoad inclúe unha biblioteca jinja2 suficiente.
hu: frissítsd vagy töröld, a pyLoad tartalmaz egy alkalmas jinja2 könyvtárat.
it: si prega di aggiornarla o disinstallarla, pyLoad include una libreria jinja2 sufficiente.
nl: Upgrade of verwijder het, pyLoad komt zelf met een goede jinja2 versie.
pl: uaktualnij lub odinstaluj, pyLoad zawiera odpowiednią wersję biblioteki jinja2.
ru: то обновите или удалите библиотеку jinja2. Она уже есть в составе pyLoad.
sr: ажурирајте или деинсталирајте га, pyLoad има довољно jinja2 библиотеку.
sv: uppgradera eller avinstallera det. pyLoad inkluderar ett lämpligt jinja2-bibliotek.

source: JS engine
ca: Motor JS
cs: jadro JS
el: Μηχανή JS
es: Motor JS
gl: Motor JS
hu: JS motor
it: motore JS
pl: silnik Java Skrypt
sr: JS мотор
sv: JS-motor
tr: JS motoru

source: ## Basic Setup ##
ca: ## Configuració bàsica ##
cs: ## Zakladni nastaveni ##
el: ## Βασική Εγκατάσταση ##
es: ## Configuración básica ##
gl: ## Configuración Básica ##
hu: ## Általános beállítások ##
it: ## Configurazione Base ##
nl: ## Basisinstellingen ##
pl: ## Podstawowe Ustawienia ##
ru: ## Основные настройки ##
sr: ## Основно подешавање ##
sv: ## Grundkonfiguration ##
tr: ## Temel Kurulum ##

source: The following logindata is valid for CLI, GUI and webinterface.
ca: Les dades d'accés següents són vàlides per CLI, GUI i la interfície web.
cs: Nasledujici prihlasovaci udaje jsou platne pro CLI, GUI a webove rozhrani.
el: Τα ακόλουθα στοιχεία σύνδεσης είναι έγκυρα για τη Γραμμή Εντολών, το GUI και το περιβάλλον Web.
es: Los siguientes datos de acceso son válidos para CLI, GUI e interfaz web.
gl: Os seguintes datos de acceso son válidos para CLI, GUI e interface web.
hu: Ezek a belépési adatok a következőkhöz alkalmasak: CLI, GUI, web felület.
it: I seguenti dati di accesso sono validi per CLI, GUI e interfaccia web.
nl: De volgende logingegevens zijn geldig voor CLI, GUI en webinterface.
pl: Następujące parametry logowania są odpowiednie dla CLI, GUI i interfejsu Web.
ru: Эти учётные данные подходят к CLI, GUI и WEB-интерфейсу.
sr: Следећи подаци за пријаву важе за CLI, GUI и веб интерфејс.
sv: Följande inloggningsdata är giltigt för CLI, GUI och webbgränssnitt.
tr: Aşağıdaki giriş verileri geçerlidir şunlar için CLI, GUI ve webarayüzü.

source: Username
ca: Nom d'usuari
cs: Uživatelské jméno
el: Όνομα Χρήστη
es: Usuario
hu: Felhasználónév
it: Nome utente
nl: Gebruikersnaam
pl: Nazwa użytkownika
ru: Пользователь
sr: Корисничко име
tr: Kullanıcı Adı

source: Language
ca: Idioma
cs: Jazyk
el: Γλώσσα
es: Idioma
hu: Nyelv
it: Lingua
nl: Taal
pl: Język
ru: Язык
sr: Језик
tr: Dil

source: Downloadfolder
ca: Directori de descàrregues
cs: Slozka pro stahovani
el: Φάκελος μεταφορτώσεων
es: Directorio de descargas
gl: Cartafol de descargas
hu: Letöltési könyvtár
it: Cartella di download
nl: Downloadmap
pl: Folder pobierania
ru: Папка закачек
sr: Фасцикла преузимања
sv: Hämtningsmapp
tr: İndirme klasörü

source: Max parallel downloads
ca: Nombre màxim de descàrregues paral·leles
cs: Max soubeznych stahovani
el: Μέγιστος αριθμός ταυτόχρονων λήψεων
es: Máximas descargas paralelas
gl: Máximas descargas paralelas
hu: Max. egyidejű letöltés
it: Numero massimo di download paralleli
nl: Maximale parallele downloads
pl: Maksymalna liczba jednoczesnych pobrań
ru: Макс.число одновременных закачек
sr: Максималан број истовремених преузимања
sv: Max samtidiga hämtningar
tr: Max indirme sayısı

source: Use Reconnect?
ca: Emprar el reconnectar?
cs: Pouzivat Reconnect?
el: Χρήση Επανασύνδεσης;
es: ¿Usar reconectar?
gl: Usar reconectar?
hu: Újracsatlakozás használata?
it: Usare la riconnessione?
nl: Gebruik reconnect?
pl: Używać ponownego łączenia?
ru: Использовать переподключение интернета?
sr: Користити поновно повезивање?
sv: Använd återanslutning (Reconnect)?
tr: Bağlantı sıfırlama?

source: Reconnect script location
ca: Ubicació de l'script de reconnexió
cs: Umisteni skriptu pro Reconnect
el: Τοποθεσία αρχείου εντολών επανασύνδεσης
es: Ubicación del script de reconexión
gl: Lugar do script de reconexión
hu: Újracsatlakozó script helye
it: Posizione dello script di riconnessione
nl: Reconnect script pad
pl: Lokalizacja skryptu do ponownego łączenia
ru: Путь к скрипту переподключения
sr: Локација скрипта за поновно повезивање
sv: Plats för Reconnect-skript
tr: Komut dosyası konumu yeniden bağlanın

source: ## Webinterface Setup ##
ca: ## Configuració de la interfície Web ##
cs: ## Nastaveni Weboveho rozhrani ##
el: ## Εγκατάσταση Περιβάλλοντος Web ##
es: ## Configuración de la Interfaz Web ##
gl: ## Configuración da Interface Web ##
hu: ## Webes felület Beállítása ##
it: ## Configurazione dell'interfaccia web ##
pl: ## Ustawienia interfejsu Web ##
ru: ## Установки WEB-интерфейса ##
sr: ## Подешавање веб интерфејса ##
sv: ## Konfiguration av webbgränssnitt ##
tr: ## Web arayüzü Kurulumu ##

source: Activate webinterface?
ca: Activar interfície web?
cs: Aktivovat webove rozhrani?
el: Ενεργοποίηση περιβάλλοντος Web;
es: ¿Activar interfaz web?
gl: Activar a interface web?
hu: Webes felület engedélyezése?
it: Attivare l'interfaccia web?
nl: Activeer webinterface?
pl: Aktywować interfejs Web?
ru: Включить WEB-интерфейс?
sr: Активирати веб интерфејс?
sv: Aktivera webbgränssnitt?
tr: Web arayüzü etkin?

source: Listen address, if you use 127.0.0.1 or localhost, the webinterface will only accessible locally.
ca: Adreça d'escolta, si empres 127.0.0.1 o localhost la interfície web només serà accessible localment.
cs: Adresa pro naslouchani, pokud pouzijete 127.0.0.1 nebo localhost, bude webove rozhrani pristupne pouze lokalne.
el: Διεύθυνση που θα "ακούει". Αν χρησιμοποιήσετε 127.0.0.1 ή localhost, το περιβάλλον Web θα είναι προσβάσιμο μόνο τοπικά.
es: Dirección de escucha, si usas 127.0.0.1 o localhost, la interfaz web solo podrá ser accesible localmente.
gl: Dirección de escoita, se usa 127.0.0.1 ou localhost, a interface web só poderá ser accesible localmente.
hu: Figyelt cím, ha csak helyben akarod elérni akkor használd az 127.0.0.1 vagy localhost nevet.
it: Indirizzo di ascolto, se usi 127.0.0.1 o localhost, l'interfaccia web sarà accessibile soltanto localmente.
nl: Listen adres, als u 127.0.0.1 of localhost gebruikt is de webinterface alleen lokaal beschikbaar.
pl: Adres do nasłuchu, jeśli użyjesz 127.0.0.1 lub localhost, interfejs Web będzie dostępny jedynie lokalnie.
ru: ip-адрес WEB-интерфейса. Если указать 127.0.0.1 или localhost, то WEB-интерфейс будет доступен только локально.
sr: Адреса за пријем. Ако користите 127.0.0.1 или localhost, веб интерфејс ће бити доступан само локално.
sv: Lyssningsadress, om du använder 127.0.0.1 eller localhost, kommer webbgränssnittet endast vara åtkomligt lokalt.
tr: Adrese bak, eğer 127.0.0.1 veya localhost kullanıyorsanız, webinterface yerel olarak erişilebilir olacaktır.

source: Address
ca: Adreça
cs: Adresa
el: Διεύθυνση
es: Dirección
hu: Cím
it: Indirizzo
nl: Adres
pl: Adres
ru: Адрес
sr: Адреса
tr: Adres

source: Port
el: Θύρα
es: Puerto
it: Porta
nl: Poort
ru: Порт
sr: Порт

source: pyLoad offers several server backends, now following a short explanation.
ca: pyLoad ofereix uns quants backends, ara se'n farà una breu explicació.
cs: pyLoad nabizi mnoho vezri administrace, nize kratke vysvetleni.
el: Το pyLoad προσφέρει αρκετoύς διακομιστές υποστήριξης. Ακολουθεί σύντομη επεξήγηση.
es: lapyLoad ofrece varios backends de servidor después de una breve explicación.
gl: pyLoad ofrece varias infraestruturas de servidores, a continuación unhas pequenas explicacións.
hu: A pyLoad számos backend szerver lehetőséget nyújt, ezekről következik egy rövid ismertető.
it: pyLoad offre diversi tipi di supporto a server, segue una breve spiegazione.
nl: pyLoad beschikt over een aantal server backends, nu volgt een korte uitleg.
pl: pyLoad oferuje kilka typów serwerów backends, a teraz po krótce wyjaśniam.
ru: В pyLoad несколько вложенных серверов, ниже следуют описания в коротком виде.
sr: pyLoad пружа неколико системске подршке сервера, ево кратко објашњење.
sv: pyLoad erbjuder flera server backends. Här följer en kort förklaring.
tr: pyLoad şimdi kısa bir açıklama sonrasında, birçok sunucu arka uçları sunmaktadır.

source: Default server, best choice if you dont know which one to choose.
ca: El servidor per defecte es la millor opció si no saps quin triar.
cs: Vychozi server, nejlepsi volba, pokud nevite, ktery vybrat.
el: Προεπιλεγμένος διακομιστής, η καλύτερη επιλογή αν δεν γνωρίζετε ποιον να διαλέξετε.
es: Servidor por defecto, la mejor opción si no sabes cual elegir.
gl: O servidor por defecto, a mellor opción se non sabe cal elixir.
it: Server di default, la scelta migliore se non sai quale scegliere.
nl: Standaard server, de beste keuze als je niet weet welke je moet kiezen.
pl: Serwer domyślny, najlepszy wybór, jeśli nie wiesz który wybrać.
ru: Стандартная настройка, наилучший выбор если вам не ясно какой сделать выбор.
sr: Подразумеван сервер, најбољи избор ако незнате који да користите.
sv: Standardserver, bästa valet om du inte vet vilken du ska välja.

source: This server offers SSL and is a good alternative to builtin.
ca: Aquest servidor ofereix SSL i es una bona alternativa a l'integrat.
cs: Tento server nabizi SSl a je dobrou alternativou k vestavenemu.
el: Αυτός ο διακομιστής υποστηρίζει SSL και είναι καλή εναλλακτική λύση σε σχέση με τον προεπιλεγμένο.
es: Este servidor ofrece SSL y es una buena alternativa al integrado.
gl: Este servidor ofrece SSL e é unha boa alternativa ó integrado.
it: Questo server supporta SSL ed è una valida alternativa a quello integrato.
nl: Deze server beschikt over SSL en is een goed alternatief voor de interne server.
pl: Ten serwer wspiera SSL i jest dobrą alternatywą dla builtin.
ru: Етот сервер поддерживает SSL и хорошая, годная альтернатива к builtin.
sr: Овај сервер пружа ССЛ и добра је алтернатива за уграђени.
sv: Denna server erbjuder SSL och är ett bra alternativ till den inbyggda.
