Repository: ardi69/pyload
Catalog: locale/*/LC_MESSAGES/setup.po
Languages: ca, cs, el, es, gl, hu, it, nl, pl, ru, sr, sv, tr

source: Can be used by apache, lighttpd, requires you to configure them, which is not too easy job.
ca: Pots emprar apache, lighttpd, però requereixen ser configurats i no sempre és una tasca fàcil.
cs: Muze byt pouzit apachem, lighttpd, vyzaduje vsak nastaveni, ktere nemusi byt snadne.
el: Μπορεί να χρησιμοποιήθεί από τον apache και το lighttpd, απαιτείται παραμετροποίηση, η οποία δεν είναι πολύ εύκολη.
es: Puede ser usado por apache, lighttpd, requiere que lo configures, lo cual no es una tarea fácil.
gl: Pode usalo apache, lighttpd, require que o configure, o cal non é unha tarefa fácil.
hu: Használható több web-szerverrel (apache, lighttpd) egyéni beállítást igényel, ami nem egyszerű.
it: Può essere utilizzato con apache o lighttpd, ma ne richiede la configurazione, che non è una procedura semplice.
nl: Kan gebruikt worden door apache, lighttpd, vereist configuratie wat niet makkelijk te doen is.
pl: Może być używany przez apache, lighttpd, wymaga od Ciebie ich konfiguracji, która nie jest zbyt łatwym zadaniem.
ru: Может использоваться вместе с apache, lighttpd, требует настройки, что является не таким простым заданием.
sr: Може да га користи apache, lighttpd, потребно је да их подесите, што није најлакше.
sv: Kan användas med apache, lighttpd. Kräver att du konfigurera dem, vilket inte är så svårt.
tr: Tarafından kullanılabilmek için apache, lighttpd, sana onları konfigüre etmek gerektirir; ki bu çok da kolay bir iş değildir.

source: Very fast alternative written in C, requires libev and linux knowlegde.
ca: Una alternativa escrita en C, requereix libev i coneixements de GNU/Linux.
cs: Velmi svizna alternativa napsana v C, vyzaduje znalost linuxu a libev.
el: Πολύ γρήγορη εναλλακτική λύση, γραμμένη σε C, απαιτεί libev και γνώσεις linux.
es: Una alternativa muy rápida escrita en C, requiere libev y conocimientos de linux.
gl: Unha alternativa moi rápida escrita en C, require libev e coñecementos de linux.
it: Alternativa molto veloce, scritta in C, richiede libev e conoscenza di linux.
nl: Super snel alternatief geschreven in C, vereist verstand van libev en linux.
pl: Bardzo szybka alternatywa, napisany w C, wymaga libev i znajomości Linuxa
sr: Врло брза алтернатива писана у Ц, потребно libev/линукс знање.
sv: Mycket snabbt alternativ skrivet i C. Kräver libev och Linux-kunskaper.

source: Get it from here: https://github.com/jonashaag/bjoern, compile it
ca: Aconsegueix-lo aquí: https://github.com/jonashaag/bjoern, compila'l
cs: Stahnete jej zde: https://github.com/jonashaag/bjoern a zkompilujte
el: Κατεβάστε το από εδώ: https://github.com/jonashaag/bjoern, κάντε το compile,
es: Obtenlo de aquí: https://github.com/jonashaag/bjoern, compílalo
gl: Obtéñao aquí: https://github.com/jonashaag/bjoern, e compíleo
hu: Letölthető innen: https://github.com/jonashaag/bjoern, le kell fordítani
it: Scaricalo da qui: https://github.com/jonashaag/bjoern, compilalo
nl: Download het hier: https://github.com/jonashaag/bjoern, compile het
pl: Pobierz go stąd: https://github.com/jonashaag/bjoern, i skompiluj go
ru: Получить его здесь: https://github.com/jonashaag/bjoern и скомпилировать его
sr: Узети га овде: https://github.com/jonashaag/bjoern компилујте га
sv: Hämta det här: https://github.com/jonashaag/bjoern, kompilera det
tr: Buradan edinin: https://github.com/jonashaag/bjoern, onu derleyin

source: and copy bjoern.so to pyload/lib
ca: i copia bjoren.so a pyload/lib
cs: a zkopirujte bjoern.so do adresare pyload/lib
el: και αντιγράψτε το bjoern.so στο pyload/lib
es: y copia bjoern.so a pyload/lib
gl: e copie bjoern.so a pyload/lib
it: e copia bjoern.so in pyload/lib
nl: en kopieer bjoern.so naar modele/lib
pl: i skopiuj plik bjoern.so do katalogu pyload/lib
sr: и копирајте bjoern.so у pyload/lib
sv: och kopiera bjoern.so till pyload/lib

source: Attention: In some rare cases the builtin server is not working, if you notice problems with the webinterface
ca: Atenció: En alguns casos estranys el servidor integrat no funciona, ho notareu amb problemes a la interfície web
cs: Pozor: V nekterych zvlastnich pripadech neni vestaveny server funkcni. Pokud mate problemy s webovym rozhranim,
el: Προσοχή: Σε σπάνιες περιπτώσεις ο προεπιλεγμένος διακομιστής δεν δουλεύει. Αν παρατηρήσετε προβλήματα με το Web Interface,
es: Atención: En algunos casos raros el servidor integrado no funciona, si notas problemas con la interfaz web
gl: Atención: Nalgúns casos raros o servidor integrado non funciona, se nota problemas coa interface web
hu: Figyelem: Néhány kivételes esetben a beépített szerver nem működik megfelelően. Ha hibát észlel a webes felületen
it: Attenzione: In alcuni rari casi il server integrato non funziona, se noti problemi con l'interfaccia web
nl: Opgelet: In sommige gevallen werkt de builtin server niet, als je problemen hebt met de webinterface.
pl: Uwaga: W pewnych, rzadkich przypadkach serwer builtin nie działa, jeśli występują problemy z interfejsem WWW
ru: Внимание: В некоторых редких случаях встроенный сервер не работает, если вы заметили проблемы с веб-интерфейсом
sr: Пажња: у неким случајевима уграђен сервер не ради, ако имате проблема са веб интерфејсом
sv: Viktigt: I vissa ovanliga fall kanske den inbyggda servern inte fungerar. Om du upplever problem med webbgränssnittet
tr: Dikkat: Bazı farklı durumlarda yerleşik sunucu çalışmıyorsa, eğer webarayüzüyle ilgili problem farke edersen

source: come back here and change the builtin server to the threaded one here.
ca: torna aquí i canvia el servidor integrat per el servidor amb fils.
cs: vratte se sem a zmente vestaveny server za server s vlakny.
el: επιστρέψτε εδώ και αλλάξτε τον με τον threaded.
es: vuelve aquí y cambia el servidor integrado por el servidor con hilos.
gl: volva aquí e cambie o servidor integrado polo servidor con fíos.
hu: térjen vissza ide, és válasszon másik szervert.
it: torna qui e sostituisci il server integrato con quello threaded.
nl: kom terug en verander de builtin server naar de threaded server.
pl: wróć tu i zmień serwer builtin na threaded
ru: вернуться сюда и изменить сервер builtin на сервер threaded.
sr: вратите се овде и промените уграђен сервер са навојеним.
sv: så kom tillbaka hit och ändra den inbyggda servern till den trådade servern.
tr: Buraya gel ve burada yerleşik sunucu dişli değiştir.

source: Server
ca: Servidor
el: Διακομιστής
es: Servidor
hu: Szerver
pl: Serwer
ru: Сервер
sr: Сервер
tr: Sunucu

source: ## SSL Setup ##
ca: ## Configuració SSL ##
cs: ## Nastaveni SSL ##
el: ## Εγκατάσταση SSL ##
es: ## Configuración de SSL ##
gl: ## Configuración de SSL ##
hu: ## SSL beállítás ##
it: ## Configurazione SSL ##
pl: ## Ustawienia SSL ##
ru: ## Настройки SSL ##
sr: ## Подешавање SSL-а ##
sv: ## SSL-konfiguration ##
tr: ## SSL Kurulumu ##

source: Execute these commands from pyLoad config folder to make ssl certificates:
ca: Executa aquesta comanada des de la carpeta de configuració de pyLoad per fer els certificats SSL:
cs: Pro vytvoreni ssl certifikatu spustte tyto prikazy v konfiguracni slozce pyLoad:
el: Εκτελέστε αυτές τις εντολές από τον φάκελο παραμετροποίησης του pyLoad για να δημιουργήσετε πιστοποιητικά SSL:
es: Ejecuta estos comandos desde la carpeta de configuración pyLoad para crear los certificados ssl:
gl: Execute estes comandos dende o cartafol de configuración de pyLoad para crear os certificados ssl:
hu: Futtasd ezeket a parancsokat a konfigurációs könyvtárban, az ssl tanúsítványok elkészítéséhez:
it: Esegui questi comandi dalla cartella di configurazione di pyLoad per creare i certificati SSL:
nl: Voer de volgende commando's uit vanuit pyLoad configuratiemap om ssl certificaten te maken:
pl: W celu wygenerowania certyfikatów ssl uruchom następujące komendy z katalogu pyload:
ru: Для генерации SSL сертификатов выполните следующие команды, находясь в папке конфигурации pyLoad:
sr: Покрените ове команде из pyLoad фасцикле подешавања да би урадили ССЛ цертификате:
sv: Kör dessa kommandon från konfigurationsmappen för pyLoad för att skapa SSL-certifikaten:
tr: Bu komutlar ssl sertifikaları yapmak için pyLoad config klasöründen çalıştırın:

source: If you're done and everything went fine, you can activate ssl now.
ca: Si has acabat i tot ha anat bé ara podràs activar el SSL.
cs: Pokud jste skoncili a vse probehlo v poradku, muzete aktivovat SSL.
el: Αν τελειώσατε και όλα πήγαν καλώς, τώρα μπορείτε να ενεργοποιήσετε το SSL.
es: Si has terminado y todo acabo bien, podrás activar ssl ahora.
gl: Se xa terminou e todo rematou ben, poderá activar ssl agora.
hu: Ha kész vagy, és minden rendben, akkor aktiválhatod az ssl-t.
it: Se hai finito e tutto è andato bene, puoi attivare SSL ora.
nl: Als de commando's succesvol uitgevoerd zijn kunt u SSL nu activeren.
pl: Jeśli wszystko pomyślnie się zakończyło, możesz aktywować SSL.
ru: Если всё прошло успешно, сейчас можно будет включить поддержку SSL.
sr: Ако сте завршили ис све је у реду, можете сада да активирате ССЛ.
sv: Du kan aktivera SSL nu om du är färdig och allting gick bra.
tr: Eğer yaptıysan ve her şey iyi gittiyse, ssl'yi şimdi etkinleştirebilirsiniz.

source: Activate SSL?
ca: Activar SSL?
cs: Aktivovat SSL?
el: Ενεργοποίηση SSL;
es: ¿Activar SSL?
gl: Activar SSL?
hu: SSL engedélyezése?
it: Attivare SSL?
nl: SSL activeren?
pl: Aktywować SSL?
ru: Включить SSL?
sr: Активирати SSL?
sv: Aktivera SSL?
tr: SSL Etkinleştir?

source: Select action
ca: Tria una opció
cs: Zvolte akci
el: Επιλέξτε ενέργεια
es: Elige una acción
gl: Elixa unha acción
hu: Válassz műveletet
it: Seleziona azione
nl: Aktie selecteren
pl: Wybierz działanie
ru: Выберите действие
sr: Изаберите радњу
sv: Välj åtgärd
tr: Eylem seçin

source: 1 - Create/Edit user
ca: 1 - Crear/editar usuari
cs: 1 - Vytvorit/Upravit uzivatele
el: 1 - Δημιουργία/Επεξεργασία χρήστη
es: 1 - Crear/Editar usuario
gl: 1 - Crear/Editar usuario
hu: 1 - Felhasználó szerkesztés/felvétel
it: 1 - Crea/Modifica utente
nl: 1 - Aanmaken/wijzigen gebruiker
pl: 1- Utwórz/Edutuj użytkownika
ru: 1 - Добавить/Изменить пользователя
sr: 1 – креирајте/уредите корисника
sv: 1 - Skapa/Redigera användare
tr: 1 - Kullanıcı Oluştur / Düzenle

source: 2 - List users
ca: 2 - Llistar usuaris
cs: 2 - Seznam uzivatelu
el: 2 - Λίστα χρηστών
es: 2 - Listado de usuarios
gl: 2 - Listar usuarios
hu: 2 - Felhasználók listázása
it: 2 - Lista utenti
nl: 2 - Lijst met gebruikers
pl: 2- Pokaż użytkowników
ru: 2 - Показать список пользователей
sr: 2 – излистајте кориснике
sv: 2 - Lista användare
tr: 2 - Kullanıcıları listele

source: 3 - Remove user
ca: 3 - Eliminar usuari
cs: 3 - Odstranit uzivatele
el: 3 - Διαγραφή χρήστη
es: 3 - Eliminar usuario
gl: 3 - Eliminar usuario
hu: 3 - Felhasználó törlése
it: 3 - Rimuovi utente
nl: 3 - Gebruiker verwijderen
pl: 3 - Usuń użytkownika
ru: 3 - Удалить пользователя
sr: 3 – уклоните корисника
sv: 3 - Ta bort användare
tr: 3 - Kullanıcı kaldır

source: 4 - Quit
ca: 4 - Sortir
cs: 4 - Konec
el: 4 - Τερματισμός
es: 4 - Salir
gl: 4 - Saír
hu: 4 - Kilépés
it: 4 - Esci
nl: 4 - Afsluiten
pl: 4- Wyjście
ru: 4 - Выход
sr: 4 – изађите
sv: 4 - Avsluta
tr: 4 - Çıkış

source: Users
ca: Usuaris
cs: Uzivatele
el: Χρήστες
es: Usuarios
gl: Usuarios
hu: Felhasználók
it: Utenti
nl: Gebruikers
pl: Użytkownicy
ru: Пользователи
sr: Корисници
sv: Användare
tr: Kullanıcılar

source: Setting new configpath, current configuration will not be transfered!
ca: Configurant nova ruta de configuració, la configuració actual no serà transferida!
cs: Nastavuji novou cestu ke konfiguracnim souborum, stavajici konfigurace nebude prenesena!
el: Ορισμός καινούριας διαδρομής ρυθμίσεων, δεν θα μεταφερθούν οι τρέχουσες ρυθμίσεις!
es: Configurando nuevo directorio de configuración, ¡la configuración actual no sera transferida!
gl: Configurando o novo directorio de configuración, os parámetros actuais non se transferirán!
hu: A konfigurációs fájlok új helye, a jelenlegi konfiguráció nem kerül áthelyezésre.
it: Imposta nuovo percorso per la configurazione. La configurazione attuale NON sarà trasferita!
nl: Nieuwe configuratiemap wordt ingesteld, uw huidige configuratie wordt niet overgenomen!
pl: Ustawiam nową ścieżkę do plików konfiguracji, obecna konfiguracja nie zostanie tam przeniesiona!
ru: Установлен новый путь к папке настроек. Текущие настройки не будут сохранены!
sr: Подешавање нове путање, актуелна конфигурација неће бити пренета!
sv: Ställer in ny konfigurationssökväg. Aktuell konfiguration kommer inte att överföras!
tr: Yeni ayarlar yapılandırma yolu, eski ayarlar transfer edilmeyecek!

source: Configpath
ca: Ruta de configuració
cs: Cesta ke konfiguracnim souborum
el: Διαδρομή αρχείου ρυθμίσεων
es: Directorio de configuración
gl: Ruta de configuración
hu: Konfiguráció helye
it: Percorso di configurazione
nl: Configuratiepad
pl: Ścieżka do plików konfiguracji
ru: Путь к настройкам
sr: Путања конфигурације
sv: Konfigurationssökväg
tr: Yapılandırma yolu

source: Configpath changed, setup will now close, please restart to go on.
ca: Ruta de configuració canviada, la instal·lació es tancarà, si us plau reinicia per continuar.
cs: Cesta ke konfiguracnim souborum byla zmenena, instalace se nyni ukonci, pro pokracovani ji prosim restartujte.
el: Η διαδρομή ρυθμίσεων ορίστηκε, η εγκατάσταση τώρα θα κλείσει, παρακαλώ κάντε επανεκκίνηση για να συνεχίστε.
es: Directorio de configuración cambiado, la instalación se cerrara, por favor reinicia para continuar.
gl: Ruta de configuración cambiada, a instalación pecharase, por favor reinicie para continuar.
hu: A konfigurációs fájlok helye megváltozott,
it: Percorso di configurazione modificato. il setup ora si chiuderà; riavvialo per andare avanti.
nl: Configuratiepad is veranderd en setup zal nu afsluiten, herstart setup om verder te gaan.
pl: Ścieżka do plików konfiguracji została zmieniona, Instalator zostanie teraz zamknięty, uruchom go ponownie, aby przejść dalej.
ru: Путь к настройкам был изменён. Перезапустите ассистент для продолжения настройки.
sr: Путања промењена, сетај ће се затворити, поново покрените за наставак.
sv: Konfigurationssökvägen har ändrats. Guiden kommer nu att stängas. Starta om för att fortsätta.
tr: Yapılandırma yolu değişti, kurulum şimdi kapanacak, devam etmek için yeniden başlatın.

source: Press Enter to exit.
ca: Pitja enter per sortir.
cs: Stisknete enter pro ukonceni.
el: Πατήστε Enter για έξοδο.
es: Presiona Entrar para salir.
gl: Prema Entrar para saír.
hu: Nyomj Entert a kilépéshez.
it: Premi Invio per uscire.
nl: Druk op enter om af te sluiten.
pl: Naciśnij Enter aby zakończyć.
ru: Нажмите клавишу Enter для выхода.
sr: Притисните Enter да изађете.
sv: Tryck Enter för att avsluta.
tr: Çıkmak için Enter tuşuna basın.

source: Setting config path failed: %s
ca: L'ajustament de la ruta de configuració ha fallat: %s
cs: Nastaveni cesty ke konfiguracnim souborum selhalo: %s
el: Ο ορισμός της διαδρομής ρυθμίσεων απέτυχε: %s
es: Ajuste del directorio de configuración fallido: %s
gl: Axuste da ruta de configuración falida: %s
hu: A beállítások eléri útja hibás: %s
it: Impostazione del percorso di configurazione non riuscita: %s
nl: Instellen van configuratiepad mislukt: %s
pl: Ustawienie ścieżki do plików konfiguracji nie powiodło się: %s
ru: Не удалось установить путь к настройкам: %s
sr: Не могу да поставим путању за подешавање: %s
sv: Inställning av konfigurationssökväg misslyckades: %s
tr: Yapılandırma ayar yolu başarısız oldu: %s

source: %s: OK
sr: %s: У реду

source: %s: missing
ca: %s: perdut
cs: %s: chybi
el: %s: λείπει
es: %s: perdido
gl: %s: non atopado
hu: %s: hiányzik
it: %s: mancante
nl: %s: mist
pl: %s: brakuje
ru: %s: отсутствует
sr: %s: фали
sv: %s: saknas
tr: %s: eksik

source: Password:
ca: Contrasenya:
cs: Heslo:
el: Κωδικός χρήστη:
es: Contraseña:
gl: Contrasinal:
hu: Jelszó:
nl: Wachtwoord:
pl: Hasło:
ru: Пароль:
sr: Лозинка:
sv: Lösenord:
tr: Şifre:

source: Password too short. Use at least 4 symbols.
ca: La contrasenya és massa curta. Utilitzeu almenys 4 caràcters.
cs: Heslo je příliš krátké. Použijte nejméně 4 znaky.
el: Ο κωδικός είναι πολύ μικρός. Χρησιμοποιήστε τουλάχιστον 4 χαρακτήρες.
es: La contraseña es demasiado corta. Use al menos 4 símbolos.
hu: Rövid jelszó. Legalább 4 karaktert használj.
it: Password troppo corta. Usa almeno 4 caratteri.
nl: Wachtwoord te kort. Gebruik ten minste 4 symbolen.
pl: Hasło za krótkie. Użyj przynajmniej 4 znaków.
ru: Слишком простой пароль, нужно минимум 4 символа.
sr: Лозинка је прекратка. Унесите бар четири симбола.
tr: Şifre çok kısa. En az 4 sembol kullanın.

source: Password (again):
ca: Contrasenya (altre cop):
cs: Heslo (znovu):
el: Κωδικός (ξανά):
es: Contraseña (de nuevo):
gl: Contrasinal (de novo):
hu: Jelszó (ismét):
it: Password (di nuovo):
nl: Wachtwoord (nogmaals):
pl: Hasło (ponownie):
ru: Пароль (Повторить)
sr: Потврда лозинке:
sv: Lösenord (igen):
tr: Şifre (tekrar):

source: Passwords did not match.
ca: Les contrasenyes no coincideixen.
cs: Hesla se neshodují.
el: Οι κωδικοί δεν ταιριάζουν
es: Las contraseñas no coinciden.
gl: Os contrasinais non coinciden.
hu: A jelszavak nem egyeznek.
it: Le passwords non corrispondono.
nl: Wachtwoorden kwamen niet overeen.
pl: Hasło nie pasuje
ru: Пароли не совпадают.
sr: Лозинке се не поклапају
sv: Lösenorden stämde inte överens.
tr: Parolalar eşleşmedi.

source: yes
ca: sí
cs: ano
el: ναι
es: sí
gl: sí
hu: igen
it: si
nl: ja
pl: tak
ru: да
sr: да
sv: ja
tr: evet

source: true
ca: cert
cs: pravda
el: σωστό
es: verdadero
gl: verdadeiro
hu: igaz
it: vero
nl: waar
pl: prawda
ru: Да
sr: тачно
sv: sant
tr: doğru

source: t
ca: c
cs: p
es: v
gl: v
hu: i
it: v
nl: w
sr: т
sv: s
tr: d

source: no
cs: ne
el: όχι
gl: non
hu: nem
nl: nee
pl: nie
ru: нет
sr: не
sv: nej
tr: hayır

source: false
ca: fals
cs: nepravda
el: λάθος
es: falso
gl: falso
hu: hamis
it: falso
nl: niet waar
pl: fałsz
ru: Ложь
sr: нетачно
sv: falskt
tr: yanlış

source: f
cs: n
hu: h
nl: nw
sr: н
tr: y

source: Invalid Input
ca: Entrada invàlida
cs: Neplatne zadani
el: Λανθασμένη εισαγωγή
es: Entrada no válida
gl: Ingreso non válido
hu: Hibás érték
it: Inserimento non valido
nl: Ongeldige invoer
pl: Błędne dane
ru: Некорректный ввод
sr: Неисправан унос
sv: Ogiltig inmatning
tr: Geçersiz giriş

source: External clients (GUI, CLI or other) need remote access to work over the network.
ca: Els clients externs (GUI, CLI i altres) necessiten accés remot a través de la xarxa per funcionar.
cs: Externí klientské aplikace (např. GUI a CLI) vyžadují vzdálený přístup pro fungovaní přes síť.
el: Οι εξωτερικοί πελάτες (για το GUI, τη Γραμμή εντολών ή άλλο) χρειάζονται απομακρυσμένη πρόσβαση για να λειτουργήσουν μέσω δικτύου.
es: Los clientes externos (GUI, CLI u otros) necesitan acceso remoto para trabajar a través de la red.
gl: Os clientes externos (GUI, CLI ou outros) precisan acceso remoto para traballar a través da rede.
hu: Külső kliensek (GUI, CLI, ...) számára szükséges távoli elérés a hálózaton keresztüli működéshez.
it: I client esterni (GUI, CLI o altri) richiedono accesso remoto al sistema per funzionare nella rete.
nl: Externe cliënten (GUI, CLI of andere) hebben externe toegang nodig om te werken over het netwerk.
pl: Klienty zewnętrzne (GUI, CLI lub inne) potrzebują zdalnego połączenia do działania przez sieć.
ru: Внешним клиентам (GUI, CLI и другие) понадобиться дистанционный доступ для работы через сеть.
sv: Externa klienter (GUI, CLI osv) behöver fjärråtkomst för att fungera över nätverket.

source: However, if you only want to use the webinterface you may disable it to save ram.
ca: No obstant, si només vos emprar la interfície web pots deshabilitar-lo per estalviar memòria ram.
cs: Pokud však chcete používat pouze webové rozhraní, můžete jej zakázat a ušetřit tak paměť.
el: Όμως, αν θέλετε να να χρησιμοποιήσετε μονο το Web Interface, μπορείτε να το απενεργοποιήσετε για να γλυτώσετε RAM.
es: No obstante, si sólo quieres utilizar interfaz web puedes deshabilitarlo para ahorrar ram.
gl: Non obstante, se só quere utilizar interface web pode desactivalo para aforrar ram.
hu: Ha csak a webes felületet használod, akkor kikapcsolhatod, hogy memóriát takaríts meg.
it: Comunque, se hai in mente di utilizzare solo l'interfaccia web puoi disattivarlo per ridurre il consumo di memoria ram.
nl: Als je enkel de webinterface wil gebruiken mag je het uitschakelen om RAM te besparen.
pl: Jeżeli chcesz używać tylko interfejsu web możesz dezaktywować to aby zaoszczędzić pamięć.
ru: Если Вы хотите пользоваться только соединением через веб интерфейс, отключите его, чтобы уменьшить потребление оперативной памяти.
sv: Men om du bara vill använda webbgränssnittet kan du avaktivera den för att spara RAM.

source: Enable remote access
ca: Activar accés remot
cs: Povolit vzdálený přístup
el: Ενεργοποίηση απομακρυσμένης πρόσβασης
es: Activar acceso remoto
gl: Activar acceso remoto
hu: Távoli hozzáférés engedélyezése
it: Attiva l'accesso remoto
nl: Externe toegang inschakelen
pl: Włącz zdalny dostęp
ru: Включить дистанционный доступ
sv: Aktivera fjärråtkomst
tr: Uzaktan Erişim

source: GUI
sv: Grafiskt gränssnitt
tr: Arayüz
